{"text": "GROUP HOSPITAL AND SURGICAL (GHS)\nProposer : ZIO\nIntermediary : Mercer Health & Benefits (Singapore) Pte. Ltd.\nPolicy Commencement Date : 01-09-24\nBasis of Coverage : Plan 1 -\nQuoted By : LawW\nValidity of Quote - 30 days from : 10-07-24\nNo. of Employees : 67\nSCHEDULE OF BENEFITS - LIMITS PER DISABILITY PLAN 1 PLAN 2 PLAN 3 PLAN 4 PLAN 51 Daily Room & Board (max 120 days, incl. ICU & HDW) 1 Bed 1 Bed 2 Bed 2 Bed 4 Bed\n2 Intensive Care Unit\n$10,000 $10,000 $10,000 $10,000\n3 High Dependency Ward As Charged up to\nAnnual Limit\n4 Other Hospital Services\n4a) Include Implants (homograft, heterograft) and prosthesis $5,000\n4b) Medical Report Fees up to $100\n4c) Ambulance Fees $30,000 $25,000 $22,000 $20,000\nSurgical Expenses\n5 (Surgical table will not apply for surgery that is below $1,500, or for\nsurgery that is done in a restructured hospital)\n6 Daily In-hosp Physician’s Consultation (max 120 days)\nPre-Hospitalisation Specialist Consultation\n7\nwithin 120 day prior to admission\nPre-Hospitalisation Diagnostic X-ray & Lab Fees\n8\nwithin 120 day prior to admission\nPost-Hospitalisation Treatment - within 120 day after the $3,000 $2,500 $2,500 $2,000\ndischarge As Charged up to\n- Include Traditional Chinese Medicine (TCM) Annual Limit\n9\n- Include Dietician Consultation - up to $50 per visit,\nmaximum 2 visits per disability subject to referral\nletter from attending physician\nHome Nursing Care\n10 Charges incurred for nursing services of a registered nurse\nattending to the insured member. NA\nParental Accommodation\n11\n(provided child is covered as an insured member)\n12 Miscarriage Benefit ** Per disability GHS limit\nEmergency Accidental Outpatient\n13 Incurred within 31 days of accident provided treatment is\nsought within 24 hours of accident\n$2,500 $2,500 $2,500 $2,500\nEmergency Accidental Dental Treatment (per year)\n14 Incurred within 31 days of accident provided treatment is $5,000\nsought within 24 hours of accident\nOverall Annual Limit - applicable to items 1 to 14 $200,000 NA\nOverseas Hospitalisation due to Accidental Causes\n(per disability) 150% of item 1 to 9 150% of item 1 to 9 150% of item 1 to 9 150% of item 1 to 9 150% of item 1 to 9\n15\nApply to travel within 185 days of departure from and 13 only and 13 only and 13 only and 13 only and 13 only\nSingapore)\nOther Benefits\nOutpatient Cancer Treatment & Kidney Dialysis\n16 $60,000 $26,000 $20,000 $16,000 $15,000\n(per policy year)\n17 Death Benefit $10,000 $10,000 $10,000 $10,000 $10,000\n18 Daily Hospital Cash Allowance Benefit^: B1 $125 $125 $125 $125 NA\nB2 $225 $225 $225 $225 $175\nC $325 $325 $325 $325 $225\nInpatient Psychiatric Treatment (per year)\n19 Charges incurred for hospitalisation treatment only in Government $1,000 $1,000 $1,000 $1,000 $1,000\nRestructured Hospitals & Private Hospitals including IMH)\nRehabilitation Benefits (Per year)\n20 $6,000 $5,000 $5,000 $5,000 $5,000\nsubject to referral letter from attending physician\n21 Prosthesis Benefits (per year) $15,000\n22 Wellness Benefit (per year)*** $400\nOrgan Transplantation (per policy year)\nFor Bone Marrow, Heart, Kidney, Liver, Lung\n23 $100,000 NA\nExclude costs of acquiring the organ or expenses incurred by the\ndonor\n24 Repatration of Mortal Remains or local burial (per year)\n$150,000\n25 Emergency Evacuation and Repatriation (per year)\nGST REIMBURSEMENT ON CLAIMS (OPTIONAL with additional premium). Once opted, all plans and medical riders will be extended.\nGHS Quotation Slip\nPage 1 of 23\n\n** Includes accidental, etopic pregnancy, and non-accidental miscarriage due to medical reasons. No benefit shall be payable for pre-natal treatment.\n*** Pay the cost of health-related wellness claims subject to our discretion, including but not limited to, the costs of health screening, health spas, massages, reflexology, prescribed\noptical treatment (excluding laser eye surgery including but not limited to LASIK procedures or related treatments), podiatry, dietician consultations, vaccinations, inoculations\nand health fitness programme, including gym membership.\n^ a) For all Restructured Hospitals in Singapore, up to 120 days per disability and not applicable to Day Surgery.\nb) This benefit is applicable to Singaporeans and Singapore Permanent Residents only.\nc) This benefit is payable only if the ward type is the same for the entire length of stay in the hospital.\nAdditional Notes\n• Remuneration - 20%\n• Pre-existing conditions will be covered after 12 months waiting period.\nPre-existing conditions will be covered from inception if this option is chosen subject to minimum 15 employees and loading of 20%\n• For take-over - all existing conditions imposed on individual members, if any, will continue to be applicable.\n• Upgraded Clause will apply for insured member who upgrades their plan.\n• Premium quoted is without TMIS option.\n• Maximum entry age is 69 (ALB) and renewable up to age 80 years (ALB).\n• Per disability is separated by 14 calendar days.\n• This plan is not applicable for employees who is is holding aS Pass or Work Permit issued by Ministry of Manpower Singapore (MOM).\nPlease purchase the Foreign Worker Medical Insurance (Workmedic) from us.\n• The quoted rates is based on average of 36 years and subject to change if the final average age crosses to the next age band.\nGHS Quotation Slip\nPage 2 of 23\n\nGROUP MAJOR MEDICAL (GMM) RIDER\nProposer : ZIO\nIntermediary : Mercer Health & Benefits (Singapore) Pte. Ltd.\nPolicy Commencement Date : 01-09-24\nBasis of Coverage : Plan 1 -\nQuoted By : LawW\nValidity of Quote - 30 days from : 10-07-25\nNo. of Employees : 0\nParticipation : Compulsory\nRemuneration : 20%\nPolicy Type : Health Insurance\nSCHEDULE OF BENEFITS PLAN 1 PLAN 2 PLAN 3 PLAN 4 PLAN 5\nMaximum Benefit Per Disability (item 1 to 6) $100,000 $80,000 $70,000 $60,000\nDaily Room & Board (payable from 121 days onwards,\n1 As per GHS limits\nincluding ICU and HDW)\n2 Other Hospital Services\n3 Surgical Expenses As Charged\n4 Daily In-hosp Physician’s Consultation (payable from 121 days onwards)\nParental Accommodation/ per day\n5 $100 $100 $100 $100\n(up to maximum 120 days)\nHome Nursing Care (max 30 days) Not Applicable\n6 - By registered nurse immediately following hospitalisation and $80 $80 $80 $80\non the recommendation of the attending physician\nHuman Immune Deficiency Virus (HIV) Benefit (per policy Year)\n7 $10,000 $10,000 $10,000 $10,000\n- due to blood transfusion and occupationally acquired\nDeductible Basic GHS limits\nCo-payment\nGovernment / Restructured Hospital 10%\nPrivate Hospital 20%\nAdditional Notes\n1) Remuneration - 20%\n2) Pre-existing conditions that the insured member has during the 12 months prior to being covered under this rider will be permanently excluded\n3) All existing conditions imposed on individual members, if any, will continue to be applicable.\nConditions : a) Coverage as per Income's policy terms, conditions, provisions and exclusions.\nb) Quotation is valid only if it is taken up as an extension to the Group Hospital and Surgical Policy.\nc) Plan chosen has to be the same as the GHS plan. All employee needs to take up this rider once chosen\nd) The above premium is based on the information provided. Should there be a change in material informaton provided, Income reserves the rights to amend the previous quoted\npremiums.\ne) The quoted rates is based on average of 36 years and subject to change if the final average age crosses to the next age band.\nMaj Med Rider Quotation Slip\nPage 3 of 23\n\nGROUP HOSPITAL AND SURGICAL (GHS)\nScope\n• Coverage/Objective : Reimbursement of eligible Medical Group Health Insurance expenses incurred by an insured member in connection with\nhis/her hospital confinement or surgery which results directly from an illness or injury.\n• Eligibility : All full time active insured members over age 16 years and up to age 69 years (last birthday) employed by the proposer in\nSingapore (full particulars of the insured members must be furnished before commencement of the scheme). Coverage is\nrenewable up to age 80 years (last birthday).\n• Dependants : Dependants eligible for cover shall include:-\na) Spouse of the insured member over age 16 years and up to age 69 years (last birthday), while not divorced or legally\nseparated from the insured member. Coverage is renewable up to age 80 years (last birthday); and\nb) All unmarried and unemployed children, including legally adopted child and stepchild, from the age of 15 days\n(inclusive) to age 24 years old (inclusive) and including enlisted in full time National Service(excluding NS regulars)\n• Territorial / Operative Time : Worldwide / 24 Hours\nUnderwriting\n• Health Declaration Form (HDF) : Compulsory Basis\nWaived\nVoluntary Basis\nAll employees who are under voluntary plans will be required to complete the HDF, otherwise agreed by Income. Insured\nmembers are to confirm that they have read and understood the contents of two documents, Your Guide to Health\nInsurance and Product Summary.\n• Members Based Outside Singapore : Please provide the name, nationality and country of residence of such insured member. Income reserves the right to impose\nadditional premium or other special terms and conditions to grant cover, or to decline cover on such insured members. All\ninsured members must be on the payroll of a Singapore registered company.\n• Renewal : This policy is issued for a term of one year and upon the expiry of the term, it may be renewed each year thereafter for a\nfurther term of one year subject to the consent of Income and the payment of the new premium.\nTerms and Conditions\n• Limitations : When an insured member is covered under Work Injury Compensation Act (cap. 354) and any revision thereof; any\ninsurance coverage under the government legislation; or other group or individual insurance excluding Integrated Shield\nPlan and its rider, the benefits payable under this policy shall be limited to the balance of the medical expenses incurred\nwhich are not covered or payable, subject to the benefit limits computed in accordance to the table of insured benefits and\nterms and conditions of this policy.\n• Upgraded Clause : Pre-existing condition exclusion will apply to all upgraded plans for employees and dependants for a period of 12 months\nunless insured members has already been previously covered continuously under the same plan.\n• Main Exclusions : a) Pre-existing condition, unless the insured member has been insured continuously for 12 months under this policy or\nany group hospital and surgical insurance issued in Singapore provided that the period between the last resignation\ndate and the commencement of his/her insurance coverage under this policy is not more than 31 days from the last\nresignation date.\nb) All health screening related examinations including multiphasic health screening, laboratory tests and X-rays,\nscreening mammograms; services (irrespective of whether there is hospital confinement) for the primary purpose of\ndiagnosis, medical check-up, genetic screening; pap smear; cytology test; any treatment of a preventive nature\nincluding but not limited to immunisation/vaccinations.\nc) Rest cures, hospice care, home or outpatient nursing or palliative care, community hospital, nursing homes, sanatoria\nor similar establishments; stay in any healthcare establishment for social or non-medical reasons.\nd) Outpatient rehabilitation services including but not limited to physiotherapy, occupational therapy, speech therapy\n(unless recommended by the same Registered Medical Practitioner treating him/her during his/her hospital\nconfinement and all charges are payable under and subject to Post Hospitalisation Treatment benefit); heat therapy;\ncounselling or education; Traditional Chinese Medicine (TCM); hydrotherapy; osteopathic; podiatric; chiropractic;\ndietician; naturopath; homeopath; foot reflexology; alternative or complementary treatments.\ne) Expenses, administrative or other charges of a non-medical nature in connection with the provision and/or\nperformance of medical supplies and/or services.\nf) Developmental delay and/or learning disabilities.\ng) Eye examination, surgical procedure for correction of eye refraction, procurement or use of contact lenses or eye\nglasses; surgical procedure for correction of squint or other eye misalignment.\nh) Any dental treatment including but not limited to crowning, dentures, bridges tooth implantation or re-implantation,\noral surgery, orthognathic surgery, temporo-mandibular joint disorder; oral and maxillofacial surgery except where\nsuch surgery is for the repair or damage caused solely by an accident covered under this policy.\ni) Implants that are not surgically implanted and prostheses of any kind; dental implants; purchase or rental for home or\noutpatient use of braces, appliances, equipment, machines and other devices including but not limited to wheel-chair,\nwalking or home aids of any kind, dialysis machine, oxygen machine and any other hospital-type equipment; stem cell\nsupport; homograft; heterograft and artificial organ.\nj) Pregnancy or complication arising from pregnancy; childbirth, conditions and its complication arising during or after\nchildbirth; prenatal or postnatal care, post-delivery confinement; abortion or termination of pregnancy or any form of\nrelated stay in hospital or treatment.\nk) Infertility, sub-fertility, assisted conception, erectile dysfunction, impotence or any contraceptive treatment; ligation;\nmedical services or supplies provided or surgical procedures required or recommended subsequent to consultations at\nfertility clinics, In-Vitro Fertilisation clinics, reproductive assistance clinics or centres, clinics or centres for reproductive\nmedicine.\nl) Circumcision unless medically necessary.\nm) Birth defects; congenital illness or abnormalities.\nn) Admission for sleep test for diagnostic purposes unless it is followed by surgery; any surgery or treatment for obesity,\nweight reduction or weight improvement including but not limited to bariatric surgery, gastric balloon, gastric\nbanding, gastrectomy, gastric bypass regardless of whether it is caused (directly or indirectly) by a medical condition\nor whether treatment is medically necessary.\nGHS Product Summary\nPage 4 of 23\n\no) Venereal Diseases, Acquired Immunodeficiency Syndrome (AIDS), AIDS-related complex or infection by Human\nImmunodeficiency Virus (HIV).\np) Conditions relating to skin including but not limited to mole, acne, pigmentation, scars, xanthelasma or vitiligo;\nconditions relating to hair; enhancement of bodily function or appearance including but not limited to plastic surgery,\ncosmetic treatment and treatment for beautification purposes, except for plastic surgery which are medically\nnecessary arising from an illness or injury while the insured member is insured under this policy.\nq) Intentional, self-inflicted injuries or attempted suicide whether the insured member is sane or insane; psychological\ndisorders, personality disorders, behavioural disorders, emotional or mental conditions and any illness or injury\nresulting from such disorders or mental conditions; drug addiction or alcoholism and any illness or injury resulting\nfrom or under the influence of alcohol or drugs.\nr) Use of medical drugs or any treatment not licensed by an official governmental control agency of the country in which\ndrug is given, or drugs used in any circumstances other than in accordance with their licensed indications.\ns) Hormone Replacement Therapy, health supplements or vitamins, toiletries including but not limited to moisturiser,\ncream, gel, lotion whether prescribed or non-prescribed.\nt) Injuries arising directly or indirectly from war, invasion, acts of foreign enemies, hostilities or warlike operations\n(whether war be declared or not), civil war, rebellion, revolution, insurrection, strike, riot, civil commotion, military or\nusurped power; Full-time service in any of the armed forces including National Service under Section 10 of the\nEnlistment Act, Cap. 93 of the Republic of Singapore except National Service reservist duty or training under Section 14\nof the Enlistment Act, Cap. 93 of the Republic of Singapore.\nu) The benefits payable under this policy will not include the reimbursement of any Goods and Services Tax and other\nduties or taxes charged or chargeable.\n• Take-Over Cases : If the proposer is currently insured and Income is taking over the cover, we will accept all insured members\non the same terms and conditions imposed by the current insurer for the benefits last insured by the current insurer.\nAll employees must be 'actively at work'\nIncome reserves the right to adjust the terms and conditions for acceptance of cover for that employee or to decline\nacceptance. Please provide evidence of policy documents and renewal invitation terms, conditions and insured\nmembers' listing.\n• \"Any One Disability\" Definition : Shall means all disabilities arising from the same cause including any and all complications, as well as concurrent disabilities\nfrom different causes during the same hospital confinement.\nSubsequent disability from the same cause shall be considered as a new disability if it is separated by 14 days following the\nlatest discharge from the hospital or surgery.\nRemarks\n• Period of Insurance : One year from policy commencement date\n• Premium : The prevailing Goods and Services Tax (GST) is to be added to the premium quoted. Premiums are not guaranteed and\nIncome reserves the right to review and revise the premium rate on policy renewal date.\n• Right to Modify/ Withdraw : We reserve the right to review the quotation, rates and any terms and conditions should the information provided be\nincorrect or incomplete or misstatement or non-disclosure of any material facts that may affect the validity of the policy.\n• Cancellation of Policy : The policyholder and/or us may cancel this policy by giving the other party 30 days’ written notice. Once the notice period\nhas expired, all cover under this policy shall terminate. We may also cancel the cover on any insured member for failing to\ncomply with the terms and conditions of the policy.\nIf your policy is cancelled by us, there shall be a pro-rated refund of premiums to you for the unexpired part of the period of\ninsurance under your policy.\nIf the policy is cancelled by you, the following short period rates are applicable: Period of cover not exceeding Short period rates\n1 week 1 month\n1 month 3 months\n2 months 4 months\n3 months 6 months\n4 months 7 months\n6 months 9 months\n8 months 10 months\n> 8 months 12 months\n• Free Look Cover Period : This Group policy has no Free Look period.\n• Assumption : Assuming that none of the insured members are suffering from any terminal illness such as, but not limited to, cancer,\nkidney condition, heart disease, etc., or on long-term medical leave.\n• Disclaimer : The client or intermediary is not allowed to show or disclose any of the terms of our quotation to any competing party,\nwithout our prior permission.\n• Currency : All benefits, premium and benefits stated in this slip are in Singapore dollars(S$), unless otherwise stated.\n• Exclusion of third party rights (Rights : The contract is between the policyholder and Income only. A person who is not a party to this policy shall have no rights\nof Third Parties) Act (Cap.53B) whatsoever to enforce any of its terms.\nAn insured member may exercise any demand for rights under this policy only through the policyholder. Income reserves\nthe right not to respond to any communication from an insured member except through the policyholder.\n• Binder Bill : This policy will be subjected to binder bill unless: a) Proposer dictates a basic core plan for the insured employees; and\nb) Insured employees have the option to upgrade or downgrade from the core plan.\nIf the quote is accepted by the proposer and employee data is not received by Income within 30 days from the policy\ninception date, Income will issue a binder bill based on the latest declaration of insured member or headcount by proposer\nduring quotation. For more information, please refer to your intermediary or Income.\nGHS Product Summary\nPage 5 of 23\n\n• Policy Owners’ ProtecOon (PPF) Scheme : This policy is protected under the Policy Owners’ Protection Scheme which is administered by the Singapore Deposit\nInsurance Corporation (SDIC). Coverage for your policy is automatic and no further action is required from you. For more\ninformation on the types of benefits that are covered under the scheme as well as the limits of coverage, where applicable,\nplease contact Income or visit the GIA/LIA or SDIC web-sites (www.gia.org.sg or www.lia.org.sg or www.sdic.org.sg).\n• Personal Data Use Statement : By providing the information and submitting this quotation, application or transaction, I/we consent and agree to Come\nLimited (“Come”), its representatives, agents, relevant third parties (referred to in Come’s Privacy Policy at\nhttps://www.come.com.sg/privacy-policy), Income’s appointed insurance intermediaries and their respective third party\nservice providers and representatives (collectively “Come Parties”) to collect, use, and disclose any personal data in this\nform or obtained from other sources, including existing personal data provided, any future updates and subsequent infor-\nmation on my/our health or financial situation (collectively “personal data”) for the purposes of processing and administer-\ning my/our insurance application or transaction, managing my/our relationship and policies with Income including provid-\ning me/us with financial advice/ financial planning services, sending me/us corporate communication and information on\nproducts and/or services related to my/our ongoing relationship with Income, conducting research and data analytics, and\nin the manner and for other purposes described in Income’s Privacy Policy.\nWhere the personal data of another person(s) (for example, personal data of the insured person, my family, employee,\npayee/payer or beneficiary) is provided by me/us (whether in this or subsequent submissions) or from other sources to\nIncome Parties, I/we represent and warrant that: • I/we have obtained their consent for the collection, use and disclosure of their personal data; and\n• I am/we are authorised to give any authorization and approval on their behalf for the purposes as set out in this Personal\nData Use Statement.\nPlease refer to Income’s Privacy Policy (https://www.come.com.sg/privacy-policy) for more information, including access\nand correction to personal data and consent withdrawal.\n• Prohibited persons If you are or any relevant person is found to be a prohibited person: a) we are entitled not to accept the application; and\nb) if any policy or cover of any insured member is issued, we are entitled to end the policy or cover of any insured member,\nnot pay any benefit or not allow any transaction to be carried out under the policy.\nWe will not refund any unutilised premium when the policy is ended.\nYou will need to inform us immediately if there is any change in your or any relevant person’s identity, status or identity\ndocuments. Our decision in every respect of the above will be final.\nGHS Product Summary\nPage 6 of 23\n\nOUTPATIENT PRIMARY CARE RIDER\nProposer : ZIO\nIntermediary : Mercer Health & Benefits (Singapore) Pte. Ltd.\nPolicy Commencement Date : 01-09-24\nBasis of Coverage : Plan 1 -\nQuoted By : LawW\nValidity of Quote - 30 days from : 10-07-25\nNo. of Employees : 67\nParticipation : Compulsory\nRemuneration : 20%\nPolicy Type : Health Insurance\nOUTPATIENT PRIMARY CARE PLAN 1 PLAN 2 PLAN 3a) Panel General Practitioner (GP) & Polyclinics\nLimit per visit/ day As Charged As Charged As Charged\nNo. of Visits per year Unlimited Unlimited Unlimited\nCo-payment per visit Nil Nil Nil\nb) Telemedicine (Preferred Panel)\nLimit per visit As Charged As Charged As Charged\nNo. of Visits per year Unlimited Unlimited Unlimited\nCo-payment per visit Nil Nil Nil\nc) Panel X-Ray & Laboratory Test - referred by Panel\nGP/Polyclinic\nLimit per visit As Charged As Charged As Charged\nNo. of Visits per year Unlimited Unlimited Unlimited\nCo-payment per visit Nil Nil Nil\nd) Non-Panel General Practitioner, including x-ray and laboratory\ntest\nLimit per visit/ day $50 $45 $35\nNo. of Visits per year Unlimited Unlimited Unlimited\nCo-payment per visit Nil Nil Nil\ne) Traditional Chinese Medicine\nLimit per visit/ day $80 $70 $60\nNo. of Visits per year 666\nCo-payment per visit Nil Nil Nil\nf) Emergency Care\nLimit per visit/ day $200 $200 $150\nNo. of Visits per year Unlimited Unlimited Unlimited\nCo-payment per visit Nil Nil Nil\ng) Overseas Outpatient Treatment\nLimit per visit $200 $200 $150\nNo. of Visits per year Unlimited Unlimited Unlimited\nCo-payment per visit Nil Nil Nil\nAdditional Notes\n1) Remuneration - 20%\nThe above premium is based on the information provided. Should there be a change in material informaton provided, Income reserves the rights\n2)\nto amend the previous quoted premiums.\n3) Once this rider is chosen, all employees will be covered under this rider\n4) Panel of clinics is managed by Alliance Medinet.\n5) All co-payment shall include Goods and Services Tax (GST), wherever applicable.\n6) Insured members will pay in full first and seek reimbursement for any of the following (if extended under the policy): a. Visits to the polyclinics / non-panel General Practitioners / Emergency Care\nb. Overseas Outpatient Treatment / traditional chinese medicine\n7) The quoted rates is based on average of 67 years and subject to change if the final average age crosses to the next age band.\nOutpatient Quotation Slip\nPage 7 of 23\n\nOUTPATIENT SPECIALIST RIDER\nProposer : ZIO\nIntermediary : Mercer Health & Benefits (Singapore) Pte. Ltd.\nPolicy Commencement Date : 01-09-24\nBasis of Coverage : Plan -\nQuoted By : LawW\nValidity of Quote - 30 days from : 10-07-25\nNo. of Employees : 67\nParticipation : Compulsory\nRemuneration : 20%\nPolicy Type : Health Insurance\nOUTPATIENT SPECIALIST CARE PLAN 1 PLAN 2 PLAN 3a) Panel Specialist & Specialist Outpatient Clinics in Restructured\nHospitals - referred by Registered Medical Practitioner\nLimit per visit As Charged As Charged As Charged\nNo. of Visits per year Unlimited Unlimited Unlimited\nCo-payment per visit Nil Nil Nil\nb) Panel Outpatient Pediatrician - waiver of referral letter\n(child aged 15 days to 7 years old)\nLimit per visit As Charged As Charged As Charged\nNo. of Visits per year 333\nCo-payment per visit Nil Nil Nil\nc) Panel X-Ray & Laboratory Test - referred by Panel Specialist /\nSOC in Restructured Hospitals\nLimit per visit As Charged As Charged As Charged\nNo. of Visits per year Unlimited Unlimited Unlimited\nCo-payment per visit Nil Nil Nil\nd) Non-Panel Specialist and/or X-ray & Laboratory Test -\nreferred by a Registered Medical Practitioner\ni. Limit per visit $200 $180 $150\nii. Limit per year $1,600 $1,400 $1,200\niii. Co-payment per visit Nil Nil Nil\niv. Limit per visit without referral letter $50 $50 $50\n- Limit per year 333e) Outpatient Pediatrician (Non-panel)\nWaiver of referral letter (child aged 15 days to 7 years old)\nLimit per visit $150 $120 $100\nNo. of Visits per year 333\nCo-payment per visit Nil Nil Nil\nf) Diagnostic Scan - referred by Registered Medical Practitioner\nAnnual Limit $1,500 $1,200 $1,000\nNo. of Visits per year Unlimited Unlimited Unlimited\nCo-payment per visit Nil Nil Nil\ng) Physiotherapy / Chiropractor\nreferred by Registered Medical Practitioner for Physiotheraphy\nonly.\nLimit per year $800 $700 $600\nCo-payment per visit Nil Nil Nil\nh) Outpatient Psychiatric/Psychology Consultation (OPTIONAL)\nreferred by Registered Medical Practitioner\nLimit per year $500 $500 $500\nCo-payment per visit Nil Nil Nil\nAdditional Notes\n1) Remuneration - 20%\n2) Specialist must take-up with Outpatient Primary Care.\n3) Once this rider is chosen, all employees will be covered under this rider.\n4) Panel of clinics is managed by Alliance Medinet.\n5) All co-payment shall include Goods and Services Tax (GST), wherever applicable.\n6) Insured members will pay in full first and seek reimbursement for any of the following (if extended under the policy): a) Visits to Specialist Outpatient Clinics (SOC) in Restructured Hospitals / non-panel Peadiatrician / non-panel Specialists\nb) Outpatient diagnostic test or scan / outpatient chiropractor / physiotherapy\n7) The quoted rates is based on average of 67 years and subject to change if the final average age crosses to the next age band.\nOutpatient Quotation Slip\nPage 8 of 23\n\nOUTPATIENT RIDER -Outpatient General Practitioner & Specialist Consultation (Reimbursement)\nProposer : ZIO\nIntermediary : Mercer Health & Benefits (Singapore) Pte. Ltd.\nPolicy Commencement Date : 01-09-24\nBasis of Coverage : Plan -\nQuoted By : LawW\nValidity of Quote - 30 days from : 10-07-25\nNo. of Employees : 67\nParticipation : Compulsory\nRemuneration : 20%\nPolicy Type : Health Insurance\nOUTPATIENT - NON-PANEL PLAN 1 PLAN 2 PLAN 3a) Non-panel General Practitioner / Telemedicine\nincluding X-tray/Lab Test\nLimit per visit/day $100 $80 $70\nCo-payment per visit Nil Nil Nil\nb) Traditional Chinese Medicine\nLimit per visit/day $80 $70 $60\nNo. of Visits per year 666\nCo-payment per visit Nil Nil Nil\nc) Specialist Consultation - referred by Registered Medical Practitioner\nLimit per year $2,500 $1,500 $1,000\nNo. of Visits per year Unlimited Unlimited Unlimited\nCo-payment per visit Nil Nil Nil\nd) Diagnostic Test/Scan - referred by Registered Medical Practitioner\nLimit per year $2,000 $1,200 $1,000\nCo-payment per visit Nil Nil Nil\ne) Outpatient Pediatrician - Waiver of referral letter\nchild age 15 days to 7 years old)\nLimit per visit $100 $100 $100\nNo. of Visits per year 333\nCo-payment per visit Nil Nil Nil\nf) Physiotherapy / Chiropractor\nreferred by Registered Medical Practitioner for Physiotheraphy only\nLimit per year $700 $600 $400\nCo-payment per visit Nil Nil Nil\ng) Outpatient Psychiatric/Psychology Consultation\nreferred by Registered Medical Practitioner (OPTIONAL)\nLimit per year $500 $500 $500\nCo-payment per visit Nil Nil Nil\nAdditional Notes\n1) Remuneration - 20%\n2) All co-payment shall include Goods and Services Tax (GST), wherever applicable.\n3) Insured members will pay in full first and seek reimbursement for any of the following (if extended under the policy): a) Visits to the polyclinics / non-panel General Practitioners / non-panel Peadiatrician / Specialist Outpatient Clinics (SOC) in Restructured Hospitals /\nnon-panel Specialists / A&E department.\nb) Outpatient diagnostic test or scan / outpatient chiropractor / physiotherapy / traditional chinese medicine.\nThe quoted rates is based on average of 67 years and subject to change if the final average age crosses to the next age band.\nOutpatient Quotation Slip\nPage 9 of 23\n\nGROUP MATERNITY RIDER\nProposer : ZIO\nIntermediary : Mercer Health & Benefits (Singapore) Pte. Ltd.\nPolicy Commencement Date : 01-09-24\nBasis of Coverage : Plan -\nQuoted By : LawW\nValidity of Quote - 30 days from : 10-07-25\nNo. of Employees : 67\nParticipation : Compulsory\nRemuneration : 25%\nPolicy Type : Health Insurance\nSCHEDULE OF BENEFITS - LIMITS PER DISABILITY PLAN 1 PLAN 2 PLAN 3\nNormal Delivery $5,000 $3,500 $3,000\nCaesarean Delivery $6,500 $4,500 $4,000\nMiscarriage or Abortion (non-accidental miscarriage\n$2,500 $1,500 $1,000\ndue to medical reason)\nMinimum headcount 5 female employees or spouse of employees\nCoverage\nWe shall pay for charges incurred in connection with any one period of hospital confinement, including all\npre-natal and post-natal check-up expenses, where an insured member undergoes a normal delivery/\ncaesarean delivery/abortion or suffers a miscarriage.\nAdditional Notes\n1) Remuneration - 20%\n2) The maternity rider is an extension to the Group Hospital and Surgical\n3) For normal delivery/caesarean delivery, we shall pay for the expenses incurred provided the insured member\n4) has been continously insured under the plan for at leas 10 months.\n5) For abortion/miscarriage, we shall pay for the expenses incurred provided the insured memberhas been continously insured under the\nplan for at least 90 days.\n6) The maternity rider does not cover any expenses related to the newborn child.\nGroup Maternity Rider Quotation Slip\nPage 10 of 23\n\nDENTAL RIDER (NON-PANEL)\nProposer : ZIO\nIntermediary : Mercer Health & Benefits (Singapore) Pte. Ltd.\nPolicy Commencement Date : 01-09-24\nBasis of Coverage : Plan -\nQuoted By : LawW\nValidity of Quote - 30 days from : 10-07-25\nNo. of Employees : 67\nParticipation : Compulsory\nRemuneration : 25%\nPolicy Type : Health Insurance\nSCHEDULE OF BENEFITS PLAN 1 PLAN 2\nOVERALL ANNUAL LIMIT (item 1 TO 19) $700\n1 EXAMINATION\n2X-RAY\ni) Intraoral - first film\nii) Intraoral - each additional\niii) Bitewing - first film\niv) Bitewing - each additional\nv) Panorex\n3 TEST & LABORATORY\nBiopsy and examination of tissue\n4 PROPHYLAXIS\nProphylaxis (cleaning and polishing)\n5 FLUORIDE TREATMENT\nFluoride Application\n6 FILLINGS (SILVER) - for posterior teeth only\ni) Amalgam - one surface\nii) Amalgam - two surfaces\niii) Amalgam - three or more surfaces\niv) Reinforced Pin\n7 FILLINGS (TOOTH-COLOURED MATERIAL)\ni) One Surface\nii) Two surfaces\niii) Three surfaces\n8 GOLD INLAY RESTORATIONS\ni) Inlay, gold - one surface\nii) Inlay, gold - two surfaces\niii) Inlay, gold - three or more surfaces\n9 PULPOTOMY\ni) Pulpotomy\nii) Pulp Cap\n10 ROOT CANAL TREATMENT\ni) Single root canal filling\nAAss CChhaarrggeedd\nii) Double root canal filling\nuupp ttoo AAnnnnuuaall LLiimmiitt\niii) Three or more canals\niv) X-ray of the tooth involved with the diagnostics wire or wires in\nplace must accompany claim for payment\n11 EXTRACTIONS\nAs Charged\nRoutine (simple) - each tooth\nup to Annual Limit\n12 SURGICAL EXTRACTIONS\ni) Erupted tooth or root\nii) Soft tissue impaction\niii) Part bony impaction\niv) Completely bony impaction\nv) Oral antral root recovery\nvi) Closure of oral antral fistula\nvii) Removal of labial frenum\nviii) X-ray of the tooth or root involved\n13 ALVEOPLASTY\ni) Per quadrant, in connection with extractions\nii) Per quadrant, not in connection with extractions\niii) For a complete Alveoplasty involving more than one quadrant\n14 EXCISION OF TUMOUR\nExcision of tumour\n15 FRACTURE OF JAW\ni) Simple\nii) Compound\niii) X-ray of the fracture\n16 REPAIR OF PROSTHETIC APPLIANCE\ni) Repair of broken complete or partial denture\nii) Repair denture and replace broken tooth\niii) Adding tooth to partial denture to replace extracted tooth\niv) Add tooth to partial denture plus clasp\n17 SPACE MAINTAINERS\ni) Fixed band type (uni or bilateral)\nii) Removal in acrylic (uni or bilateral)\n18 PERIODONTAL TREATMENT\ni) Root planning per tooth\nii) Root planning per quadrant\niii) X-ray of the teeth\n19 MISCELLANEOUS\ni) Analgesics (oral only)\nii) Antibiotics (oral only)\niii) Tooth replantation (Own natural tooth)\niv) Tooth implantation (Own natural tooth)\n\nAdditional Notes\n1) Remuneration - 25%\n2) The dental insurance is an extension to the Group Hospital and Surgical\n3) Insured member has a choice of any registered dental clinics in Singapore.\n4) Once this rider is chosen, all employees will be covered under this rider\n5) Claims shall be on a reimbursement basis\nExclusions\nWe will not pay for any charges incurred for the following, including any medical conditions arising/relating to: a) Any treatment for corrective purposes including but not limited to crowning, bridges, capping; tooth implantation\nand prosthetic appliances, crowns and bridges\nb) Procedures with respect to congenital malformations, orthodontic treatment, surgery for cosmetic/reconstructive\nreasons except as a result of an accident.\nc) Any treatment provided before the commencement of this rider", "label": 0}
{"text": "MERCER MARSH BENEFITS (MMB) BENEFITS ELECT PROGRAM\nGOC POLICY SCHEDULE\nPOLICY INFORMATION\nPolicy No 25800\nPlan Group Outpatient Clinical (GOC)\nAreas of Coverage Worldwide\nPolicyholder ABC PTE. LTD.\nPeriod Of Insurance 01 Apr 2025 (Commencement Date) to 31 Mar 2026 (Expiry Date)\nType of Administration Head Count Basis\nCurrency Singapore Dollars\nCountry of Residence Singapore\nInsured Persons All eligible persons enrolled under the GOC Policy on compulsory basis\nBenefits Upon receipt and approval of the Insured Person’s claim within the Period of Insurance,\nthe Benefits as specified in the GOC Policy Schedule shall be payable.\nClassification of Plan Plan E Executive Managers/General Managers and Their Eligible Dependants /\nStandard Employees\nANNUAL PREMIUM PER INSURED PERSON (SGD)\nAGE(FROM) AGE(TO) Plan E0 75 S$ 404.00\n** Premiums payable are subject to the Goods and Services Tax (GST). The above tabulated premium rates are before GST, which\nmust be paid in addition to the premium before the insurance cover will be effected.\nThis GOC Policy Schedule forms part of Your GOC Policy. We agree to pay the Benefits set out here during the Period of\nInsurance, subject to Your payment of the Premiums and proof being furnished to Our satisfaction that such Benefits are payable.\nGroup Policy Administration Team\nIssue Date: 01 April 2025\nThis is computer-generated. No signature is required.\n\nSCHEDULE OF GROUP OUTPATIENT CLINICAL BENEFITS\nSCHEDULE OF BENEFITS (SGD)\nBENEFIT Plan E1) PRIMARY CARE BENEFIT\ni) Visit to Panel General Practitioner\nAs Charged (Cashless)\n(incl. RMG Teleconsultation via Raffles Connect App)\nii) Visit to Polyclinics\nAs Charged (On Reimbursement)\niii) Visit to Non-Panel General Practitioner\n$35\n(per visit per day)\niv) Visit to Traditional Chinese Medicine (TCM)\n$250\n(includes Consultation & Medication) (per policy year)\n2) OUTPATIENT A&E TREATMENT IN SINGAPORE\n$150\n(per visit per day)\n3) OVERSEAS OUTPATIENT TREATMENT\n$150\n(per visit per day)\nOVERALL ANNUAL LIMIT PER INSURED PERSON\nUNLIMITED\nNOTES: 1. GP Panel Clinics shall refer to: a. MMB Clinics in Singapore\nb. MMB Appointed Panel GP Clinics in Singapore\nc. Government Polyclinics in Singapore\nd. Tele-consultation via Raffles Connect only. Any delivery surcharge incurred shall be excluded.\n2. GP Non-Panel Clinics shall refer to all other clinics in Singapore not mentioned under (1).\n3. A&E shall refer to all A&E department in a Hospital.\n4. Traditional Chinese Medicine shall refer to practitioners registered with the Ministry of Health Singapore, please refer to\nlink of registered practitioners: www.tcmpb.gov.sg/tcm/search.tcmp.", "label": 0}
{"text": "ENDOSINGAPORE PRIVATE LIMITED GROUP OUTPATIENT CLINICAL POLICY ENDORSEMENT ENDORSEMENT NO. 009\nTo be attached to and form part of the Policy No. 75105 issued to XSG PTE. LTD ...\nNotwithstanding anything to the contrary contained in the Policy, it is hereby declared and agreed that the Group Outpatient Clinical Policy Contract issued prior to the renewal of this Policy (excluding endorsements attached) shall be superseded and replaced with a new version of the Group Outpatient Clinical Policy Contract that shall be effective from the Effective Date. Unless expressly agreed otherwise in writing, or superseded by subsequent endorsements, the endorsements issued prior to the renewal shall continue to apply and be deemed attached to the new Group Outpatient Clinical Policy Contract.\nEFFECTIVE DATE\n: February 1, 2025\nDATE OF ISSUE : May 19, 2025\nENDOSINGAPORE PRIVATE LIMITED GROUP OUTPATIENT CLINICAL POLICY CONTRACT Attaching to\nGroup Policy No\n: 75105\nEffective Date : February 1, 2025\nPolicyholder\n: XSG PTE. LTD ..\nInsured Members : All regular, full time active employees over 16 and under 70 years of age employed by the Policyholder in Singapore.\nMaximum Age of\nCoverage\n: 84 age last birthday as at Policy Anniversary for Insured Members 74 age last birthday as at Policy Anniversary for spouse (if applicable) 25 age last birthday as at Policy Anniversary for children (if applicable)\nClassification & Plan\n: Plan 1 -\nDirector, Manager and Executive\nPlan 2 -\nNon-Executive and DBS Project\nSCHEDULE OF BENEFITS\nOUTPATIENT TREATMENT AT GENERAL PRACTITIONER CLINICS\nPLAN 1\nPLAN 21. Panel Clinics & Government Polyclinics1 Limit per visit Co-payment Number of Visits (Per Policy Year)\nAs Charged NIL Unlimited\nAs Charged $5 Unlimited\n2. Non-Panel Clinics1 Limit per visit Co-payment Number of Visits (Per Policy Year)\n$30 NIL Unlimited\nNIL\nNIL\nNIL\n3. Overseas Outpatient Treatment1 (Johor State) Limit per visit Co-payment Number of Visits (Per Policy Year)\n$30\nNIL Unlimited\n$15 $5 Unlimited\n4. Overseas Outpatient Treatment1 (excluding Johor State)\nLimit per visit Co-payment Number of Visits (Per Policy Year)\n$100 NIL Unlimited\n$100 $5 Unlimited\n5. Outpatient Treatment at Panel TCM Practitioner Clinics (Consultation Only) Limit per visit Co-Payment Number of Visits (Per Policy Year)\nAs Charged NIL 6\nAs Charged NIL 66. Emergency Outpatient Treatment\ni) Singapore Government/Restructured Hospital Limit per visit Co-Payment Number of Visits (Per Policy Year)\nAs Charged NIL Unlimited\nAs Charged $5 Unlimited\nii) Private Hospital Limit per visit Co-Payment Number of Visits (Per Policy Year)\n$100\n$100 $5227. WhiteCoat Teleconsultation Limit per visit Co-Payment\nNIL\nNIL\nNIL\nNIL\nNumber of Visits (Per Policy Year)\nNIL\nNIL\nOverall Limit [Items 1-6 (Per Policy Year)] ANNUAL PREMIUM RATES\n$400\n$400\nEmployee Only\n$486.00\n$443.00\nSpouse Only\n-\nChild Only\n-\n-\nNote: The Insured Member is also required to pay the amount of GST charged wherever applicable. 1 refers to Consultation, Medication, Basic outpatient laboratory tests, Plain and Contrast X-ray.\nDate of Issue : May 19, 2025\nNIL\n(S$)\n(S$)", "label": 0}
{"text": "09-04-2025\nMERCER HEALTH & BENEFITS (SINGAPORE) PTE. LTD.\n8 MARINA VIEW\n#09-08\nASIA SQUARE TOWER 1\nSINGAPORE 018960\nDear Sir/Madam,\nSubject : GROUP INSURANCE POLICY\nPolicyholder : LEIPIG PTE. LTD.\nPolicy No. : G0003524\nPolicy Commencement or Renewal Date : 01-01-2025\nThank you for insuring with BC Life. We are pleased to enclose the following documents for your\nattention.\nTax Invoice (detailed and summary)\nPolicy contracts and/or Endorsement\nMembership Card\nCommission Advice\nOthers\nThis policy is protected under the Policy Owners’ Protection Scheme which is administered by the\nSingapore Deposit Insurance Corporation (SDIC). Coverage for your policy is automatic and no further\naction is required from you. For more information on the types of benefits that are covered under the\nscheme as well as the limits of coverage, where applicable, please contact us or visit the Life Insurance\nAssociation (LIA) or SDIC websites ( www.lia.org.sg or www.sdic.org.sg ).\nPlease feel free to contact us at 61234567 or email group-sg@bclife.com, if you have any queries.\nYours sincerely\nGroup Business Processing\nGroup Insurance Dept\nencl\nThis is a com uter enerated letter No si nature is re uired\n\nTHE BC LIFE ASSURANCE COMPANY LIMITED\nGROUP MAJOR MEDICAL CONTRACT RIDER\nSCHEDULE OF BENEFITS\nGroup Policy Number : G0003524\nPolicyholder : LEIPIG PTE LTD\nNotwithstanding anything contained in this Policy to the contrary, it is hereby declared and agreed with effect from 01 January\n2025 the Benefit Schedule as stated in the Policy shall be deleted and replaced by the following :-\nSCHEDULE OF BENEFITS PLAN 1 PLAN 2 PLAN 3 PLAN 4\n(Maximum limit per Any One Disability)\nINPATIENT BENEFITS S$ S$ S$ S$\n(a) Daily Room & Board (from 121st day 2 BEDDED 2 BEDDED 1 BEDDED 1 BEDDED\nonward) GRH GRH GRH PTE\n(b) Deductible Basic H&S Basic H&S Basic H&S Basic H&S\n(c) Co-insurance by Insured Member 20% 20% 20% 20%\n(d) Maximum Hospitalisation Limit\n45,000 45,000 45,000 45,000\n(Per Policy Year)\n(e) Parental Accommodation\n(Maximum per day, up to 120 days per $100 $100 $100 $100\ndisability)\n(f) Home Nursing\n$80 $80 $80 $80\n(up to 30 days per disability)\n(g) HIV Due to Blood Transfusion and\nOccupationally Acquired HIV $5,000 $5,000 $5,000 $5,000\n(Maximum benefit per year)\nAnnual Premium S$ S$ S$ S$\nPer Insured Member or Insured Dependant 131.00 98.00 103.00 110.00\nExcept to the extent expressly amended by the terms of this Endorsement, the terms and conditions of the Policy and all\nother instruments and agreements executed, delivered or entered into thereunder or pursuant thereto are hereby confirmed\nand shall remain in full force and effect.\nChecked by: SGID_TS1\nIssue Date: 3 April 2025", "label": 0}
{"text": "MERCER MARSH BENEFITS (MMB) BENEFITS ELECT PROGRAM\nGHS POLICY SCHEDULE\nPOLICY INFORMATION\nPolicy No 25800\nPlan Group Hospital & Surgical (GHS)\nAreas of Coverage Worldwide\nPolicyholder ABC PTE. LTD.\nPeriod Of Insurance 01 Apr 2025 (Commencement Date) to 31 Mar 2026 (Expiry Date)\nType of Administration Head Count Basis\nCurrency Singapore Dollars\nCountry of Residence Singapore\nInsured Persons All eligible persons enrolled under the GHS Policy on compulsory basis\nBenefits Upon receipt and approval of the Insured Person’s claim within the Period of Insurance,\nthe Benefits as specified in the GHS Policy Schedule shall be payable.\nClassification of Plan Plan J Executive Managers/General Managers and Their Eligible Dependants\nPlan K Standard Employees\nANNUAL PREMIUM PER INSURED PERSON (SGD)\nAGE(FROM) AGE(TO) Plan J Plan K0 75 S$ 816.00 S$ 578.00\n** Premiums payable are subject to the Goods and Services Tax (GST). The above tabulated premium rates are before GST, which\nmust be paid in addition to the premium before the insurance cover will be effected.\nThis GHS Policy Schedule forms part of Your GHS Policy. We agree to pay the Benefits set out here during the Period of\nInsurance, subject to Your payment of the Premiums and proof being furnished to Our satisfaction that such Benefits are payable.\nGroup Policy Administration Team\nIssue Date: 01 April 2025\nThis is computer-generated. No signature is required.\n\nSCHEDULE OF GROUP HOSPITAL & SURGICAL BENEFITS\nSCHEDULE OF BENEFITS (SGD)\nBENEFIT Plan J Plan K\nMaximum Limit Per Disability\n(For Items 1 to 2)\n1) HOSPITALISATION BENEFITS\na) Daily Room & Board Benefits\n1 Bed 2 Bed\n(max. 120 days inclusive of ICU)\nb) Intensive Care Unit (ICU)\n$10,000 $10,000\nc) Hospital Miscellaneous Services\n(Includes Surgical Implants & Appliances, Medical\nd) Surgical Benefit $25,000 $20,000\n(Surgical Schedule of Fees waived for All Hospitals)\ne) In-Hospital Doctor Consultation\n(max. 120 days)\nf) Overseas Hospitalisation for Accident Benefit\n[Applicable for Item 1(a) to (e) and 2(a) to (c)]\n150% of Inpatient Benefits 150% of Inpatient Benefits\n(Apply to travel within 185 days of departure from\nSingapore)\n2) OUTPATIENT BENEFITS\na) Pre-Hospital Confinement/Surgery Specialist\nConsultation Fees\n(within 120 days prior to admission)\nb) Pre-Hospital Diagnostic X-ray & Laboratory Tests\n(within 120 days prior to admission)\nc) Post-Hospital Confinement/Surgery Follow-up\nTreatment\n$2,000 $1,800\n(within 120 days from date of discharge)\n- include Traditional Chinese Medicine (TCM) & Podiatry\n- include Dietician Consultation (up to $50 per visit, max.\n2 visits per disability)\n- include Chiropractic treatment and Osteopath (up to\n$100 per visit, max 5 visits per policy year)\n- include Physiotherapy treatment\n(subject to the treatment recommended by the same\nAttending Physician)\nd) Emergency Outpatient Treatment (Accident Injury)\n- Outpatient expenses, emergency dental treatment and\nTraditional Chinese Medicine Treatment (TCM) (not $2,000 $2,000\nexceeding $1,000) incurred within 90 days of accident\nprovided treatment is sought within 24 hours of accident\nOVERALL ANNUAL LIMIT\nNA NA\n(FOR ITEMS 1 TO 2)\n3) MISCARRIAGE BENEFIT\nAs Per Disability As Per Disability\nMaximum Limit Per Policy Year\n(For Items 4 to 7 and 9 to 10)\n4) REHABILITATION BENEFIT\n- up to maximum 31 days, subject to referral letter from $5,000 $5,000\nattending physician\n\n5) OUTPATIENT KIDNEY DIALYSIS & CANCER\nTREATMENT\ni.Kidney Dialysis\nii.Erythropoietin & Cyclosporin\n$15,000 $12,000\niii. Chemotherapy\niv.Radiotherapy\n(Pre-existing conditions excluded for the first 12 months\nfrom effective date of cover)\n6) INPATIENT PSYCHIATRIC / PSYCHOLOGY\nTREATMENT\n- expenses incurred for hospitalisation treatment in $1,000 $1,000\nGovernment Restructured Hospitals & Private hospitals\nin Singapore Only\n7) ORGAN TRANSPLANT\n$20,000 $15,000\n8) DEATH BENEFIT\n$10,000 $10,000\n9) TREATMENT FOR HIV / AIDS BENEFIT\n$5,000 $5,000\n10) COMPLICATIONS FROM PREGNANCY BENEFIT\n$2,000 $2,000\n11) CO-INSURANCE AT ALL PRIVATE HOSPITALS\n0% 0%\n12) PRO-RATION\nNA NA\nHOSPITAL CASH ALLOWANCE\nNot applicable to Foreign Workers (Employment Pass, Work\nPermit or S-Pass Holders)\nWhen an insured Person is warded in the following Class\nof Ward in a Singapore Government Restructured\nHospital, the respective hospital cash benefit shall apply\nas follows: Class of Ward Admitted to: Hospital Cash Benefits Per Hospital Cash Benefits Per\nDay of Confinement ($) Day of Confinement ($)\n(Max. 120 days per (Max. 120 days per\ndisability) disability)\n- GRH A1\n$100 $100\n- GRH A2\n$150 $150\n- GRH B1\n$200 $200\n- GRH B2 / B2 +\n$250 $250\n- GRH C\n$300 $300\nNOTES: 1. PTE shall refer to Private Hospitals.\n2. Government Restructured Hospitals (GRH) and Community Hospitals shall refer to all institutions defined as such by the\nMinistry of Health in Singapore. Any Community Hospitals stay must follow treatment at GRH: both the stay and inpatient\ntreatment is payable as part of the Daily Room & Board for up to 120 days.", "label": 0}
{"text": "ENDOSINGAPORE PRIVATE LIMITED GROUP HOSPITAL & SURGICAL POLICY ENDORSEMENT\nENDORSEMENT NO. 017\nTo be attached to and form part of the Policy No. 75105 issued to XSG PTE. LTD ..\nNotwithstanding anything to the contrary contained in the Policy, it is hereby declared and agreed that from the Effective Date, the following shall apply :-\nApplicable to Group Extended Major Medical Benefit\nClassification & Plan\n: Plan 1 - Director Plan 2 - Manager\nRates of Benefits\n: Maximum Per Any One Disability\nOVERALL MAXIMUM PER ANY ONE DISABILITY FOR ALL BENEFITS\n$80,000\n$60,000\nPlan 1\nPlan 21. In-Hospital Benefits (Per Any One Disability): Maximum Payable\n$80,000\n$60,000\nDeductible Amount\nBasic H&S\nBasic H&S\nCo-Insurance\n20%\n20%\n2. Parental Accommodation Benefit (Per Any One Disability): Maximum per day\n$100\n$100\nMaximum number of days Co-Insurance\n20%\n20%\n3. Home Nursing Benefit (Per Any One Disability): Maximum per day\n$100\n$60\nMaximum number of days\n30\n30\nCo-Insurance\n20%\n20%\n4. Treatment for HIV Infection / AIDS Benefit: Maximum per Policy Year\n$10,000\n$8,000\nCo-Insurance\n20%\n20%\nModal Premium Rates (Per Annum)\nPlan 1\nPlan 2\nEmployee Only\n$71.00\n$55.00\nEmployee & Spouse or Child(ren)\nEmployee & Spouse & Child(ren)\nII\nAll other terms and provisions of this Policy shall remain unchanged.\nEFFECTIVE DATE : February 1, 2025\nDATE OF ISSUE\n: May 19, 2025\n120\n120\nENDOSINGAPORE PRIVATE LIMITED GROUP HOSPITAL & SURGICAL POLICY ENDORSEMENT\nENDORSEMENT NO. 016\nTo be attached to and form part of the Policy No. 75105 issued to XSG PTE. LTD ..\nNotwithstanding anything to the contrary contained in the Policy, it is hereby declared and agreed that from the Effective Date, the following shall apply :-\nThe Group Hospital & Surgical Policy Endorsement No. 005 shall be deleted and replaced by the following: Extension of Hospital Cash Allowance Benefit - Plan 1 & 2\nThe Hospital Cash Allowance Benefit shall be extended to this policy subject to the following: 1. Single or Double Bed Ward Plan: When an Insured Member is warded in the following Class of Ward in a Singapore Government Restructured Hospital, the respective hospital cash benefit shall apply accordingly: Class of Ward\nB1\nB2/B2+\nS$ 200.00\nS$ 225.00\nCS$ 300.00\nS$ 325.00\nExtension of Hospital Cash Allowance Benefit - Plan 32. Four Bed Ward Plan : When an Insured Member is warded in the following Class of Ward in a Singapore Government Restructured Hospital, the respective hospital cash benefit shall apply accordingly: Class of Ward\nB2/B2+ C\nHospital Cash Benefit per day (Except Alexandra Hospital) S$ 150.00 S$ 200.00\nHospital Cash Benefit per day\n(For Alexandra Hospital)\nS$ 175.00\nS$ 225.00\nThe above shall be subject to the following terms: - Insured member is warded in a Singapore Government Restructured Hospital\n- hospital confinement only (not applicable for day surgery and observation ward)\n- maximum payable period is 120 days Per Disability\n- entire length of hospital stay must be in the same class of ward\n- applicable to Singaporeans and Singapore PRs only\n- Insured member warded in Community Hospital and Mobile Inpatient Care at Home will not be entitled for this benefit\nAll other terms and provisions of the Policy shall remain unchanged.\nEFFECTIVE DATE : February 1, 2025\nDATE OF ISSUE\n: May 19, 2025\nHospital Cash Benefit per day\n(Except Alexandra Hospital) S$ 100.00\nHospital Cash Benefit per day (For Alexandra Hospital)\nS$ 125.00", "label": 0}
{"text": "ENDOSINGAPORE PRIVATE LIMITED GROUP OUTPATIENT SPECIALIST POLICY ENDORSEMENT ENDORSEMENT NO. 009\nTo be attached to and form part of the Policy No. 75105 issued to XSG PTE. LTD ..\nNotwithstanding anything to the contrary contained in the Policy, it is hereby declared and agreed that the Group Outpatient Specialist Policy Contract issued prior to the renewal of this Policy (excluding endorsements attached) shall be superseded and replaced with a new version of the Group Outpatient Specialist Policy Contract that shall be effective from the Effective Date. Unless expressly agreed otherwise in writing, or superseded by subsequent endorsements, the endorsements issued prior to the renewal shall continue to apply and be deemed attached to the new Group Outpatient Specialist Policy Contract.\nEFFECTIVE DATE\n: February 1, 2025\nDATE OF ISSUE : May 19, 2025\nENDOSINGAPORE PRIVATE LIMITED GROUP OUTPATIENT SPECIALIST POLICY CONTRACT Attaching to\nGroup Policy No\n75105\n: Effective Date : February 1, 2025\nPolicyholder\n..\nXSG PTE. LTD ..\nInsured Members .. All regular, full time active employees over 16 and under 70 years of age employed by the Policyholder in Singapore.\nMaximum Age of\nCoverage\n: 84 age last birthday as at Policy Anniversary for Insured Members 74 age last birthday as at Policy Anniversary for spouse (if applicable) 25 age last birthday as at Policy Anniversary for children (if applicable)\nClassification & Plan\n: Plan 1 - Director, Manager and Executive Plan 1 - All Employees\nSCHEDULE OF BENEFITS\nOUTPATIENT SPECIALIST TREATMENT\nPLAN 1\nPLAN 21. Panel Specialist Consultation1 Limit per visit Co-payment Number of Visits (Per Policy Year)\nNIL\nNIL\nNIL\nNIL\nNIL\nNIL\n2. Non-Panel Specialist Consultation\ni) With referral1 Limit per visit\nCo-payment Number of Visits (Per Policy Year)\nAs Charged NIL Unlimited\nAs Charged NIL Unlimited\nii) Without referral Limit per visit Co-payment\n$30\n$30\nNumber of Visits (Per Policy Year)\nNIL Unlimited\nNIL Unlimited\n3. Outpatient Treatment at TCM Practitioner Clinics Limit per visit Co-payment Number of Visits (Per Policy Year)\n$30\n$30\nNIL\nNIL\n10\n10\n4. MRI & CT Scan Limit per visit Co-payment Number of Visits (Per Policy Year)\nAs Charged NIL Unlimited\nAs Charged NIL Unlimited\n5. WhiteCoat Specialist Limit per visit Co-payment Number of Visits (Per Policy Year)\nNIL\nNIL\nNIL\nNIL\nNIL\nNIL\nOverall Limit [Items 2 - 4 Per Policy Year)]\n$1,000\n$800\nANNUAL PREMIUM RATES\n(S$)\n(S$)\nEmployee Only\n$96.00\n$81.00\nEmployee & Spouse or Child(ren)\n-\n-\nEmployee & Spouse & Child(ren)\n-\nNote: The Insured Member is also required to pay the amount of GST charged wherever applicable. 1 includes standard diagnostic x-ray & lab test\nDate of Issue : May 19, 2025", "label": 0}
{"text": "MERCER MARSH BENEFITS (MMB) BENEFITS ELECT PROGRAM\nGMM POLICY SCHEDULE\nPOLICY INFORMATION\nPolicy No 25800\nPlan Group Major Medical (GMM)\nAreas of Coverage Worldwide\nPolicyholder ABC PTE. LTD.\nPeriod Of Insurance 01 Apr 2025 (Commencement Date) to 31 Mar 2026 (Expiry Date)\nType of Administration Head Count Basis\nCurrency Singapore Dollars\nCountry of Residence Singapore\nInsured Persons All eligible persons enrolled under the GMM Policy on compulsory basis\nBenefits Upon receipt and approval of the Insured Person’s claim within the Period of Insurance,\nthe Benefits as specified in the GMM Policy Schedule shall be payable.\nClassification of Plan Plan J1 Executive Managers/General Managers and Their Eligible Dependants\nPlan K1 Standard Employees\nANNUAL PREMIUM (SGD)\nAGE(FROM) AGE(TO) Plan J1 Plan K1\n0 75 S$ 33.60 S$ 26.30\n** Premiums payable are subject to the Goods and Services Tax (GST). The above tabulated premium rates are before GST, which\nmust be paid in addition to the premium before the insurance cover will be effected.\nThis GMM Policy Schedule forms part of Your GMM Policy. We agree to pay the Benefits set out here during the Period of\nInsurance, subject to Your payment of the Premiums and proof being furnished to Our satisfaction that such Benefits are payable.\nGroup Policy Administration Team\nIssue Date: 01 April 2025\nThis is computer-generated. No signature is required.\n\nSCHEDULE OF GROUP MAJOR MEDICAL BENEFITS\nSCHEDULE OF BENEFITS (SGD)\nBENEFIT Plan J1 Plan K1\n1) IN-HOSPITAL BENEFIT\na) Daily Room & Board\n1 Bed 2 Bed\nb) Deductible Amount Per Disability\nGHS GHS\n2) HOSPITALISATION OTHER IN-PATIENT BENEFITS\nAs Charged As Charged\n(including Surgical Implants and Appliances)\n3) POST-HOSPITAL CONFINEMENT / SURGERY\nFOLLOW-UP TREATMENT (within 120 days from date\nUp to 5% of Maximum Limit Up to 5% of Maximum Limit\nof discharge, not including TCM, Podiatry, Dietician\nPer Disability Per Disability\nConsultation, Chiropractic Treatment, Osteopath and\nPhysiotherapy)\n4) PARENTAL ACCOMMODATION BENEFIT\na) Maximum Limit Per Day\n$100 $100\nb) Maximum Number of Days (Per Disability)\n120 120\n5) HOME NURSING BENEFIT\na) Maximum Limit Per Day\n$100 $100\nb) Maximum Number of Days (Per Disability)\n30 30\n6) OCCUPATIONALLY ACQUIRED HIV OR\nTREATMENT FOR HIV INFECTION DUE TO BLOOD\n$5,000 $5,000\nTRANSFUSION/ AIDS BENEFIT\n(PER POLICY YEAR)\n7) MAXIMUM LIMIT PER DISABILITY\n$60,000 $50,000\n(FOR ITEMS 1 TO 5)\n8) CO-INSURANCE\n0% 0%\n(FOR ITEMS 1 TO 6)\nNOTES: 1. PTE shall refer to Private Hospitals.\n2. Government Restructured Hospitals (GRH) and Community Hospitals shall refer to all institutions defined as such by the\nMinistry of Health in Singapore.", "label": 0}
