{
  "<PAD>": 0,
  "<UNK>": 1,
  "the": 2,
  "of": 3,
  "to": 4,
  "and": 5,
  "policy": 6,
  "per": 7,
  "or": 8,
  ":": 9,
  "nil": 10,
  "is": 11,
  "plan": 12,
  "-": 13,
  "for": 14,
  "in": 15,
  "benefits": 16,
  "insured": 17,
  "as": 18,
  "any": 19,
  "by": 20,
  "limit": 21,
  "be": 22,
  "outpatient": 23,
  "visit": 24,
  "&": 25,
  "this": 26,
  "treatment": 27,
  "1": 28,
  "shall": 29,
  "from": 30,
  "group": 31,
  "hospital": 32,
  "unlimited": 33,
  "all": 34,
  "benefit": 35,
  "co-payment": 36,
  "days": 37,
  "not": 38,
  "charged": 39,
  "(per": 40,
  "a": 41,
  "under": 42,
  "pte.": 43,
  "\u2022": 44,
  "visits": 45,
  "insurance": 46,
  "singapore": 47,
  "schedule": 48,
  "/": 49,
  "no.": 50,
  "age": 51,
  "are": 52,
  "s$": 53,
  "medical": 54,
  "ltd.": 55,
  "will": 56,
  "year": 57,
  "2": 58,
  "year)": 59,
  "$100": 60,
  "health": 61,
  "including": 62,
  "on": 63,
  "maximum": 64,
  "premium": 65,
  "date": 66,
  "employees": 67,
  "subject": 68,
  "member": 69,
  "20%": 70,
  "period": 71,
  "120": 72,
  "specialist": 73,
  "2025": 74,
  "conditions": 75,
  "surgical": 76,
  "limited": 77,
  "day": 78,
  "with": 79,
  "coverage": 80,
  "leipig": 81,
  "other": 82,
  "that": 83,
  "number": 84,
  "only": 85,
  "if": 86,
  "disability": 87,
  "rider": 88,
  "months": 89,
  "practitioner": 90,
  "up": 91,
  "$10,000": 92,
  "restructured": 93,
  "services": 94,
  "at": 95,
  "years": 96,
  "basis": 97,
  "hospitals": 98,
  "i)": 99,
  "b)": 100,
  "$5,000": 101,
  "clinics": 102,
  "an": 103,
  "within": 104,
  "ii)": 105,
  "annual": 106,
  "no": 107,
  "rates": 108,
  "ghs": 109,
  "one": 110,
  "policyholder:": 111,
  "your": 112,
  "registered": 113,
  "we": 114,
  "pay": 115,
  "30": 116,
  "members": 117,
  "bed": 118,
  "following": 119,
  "quoted": 120,
  "panel": 121,
  "a)": 122,
  "non-panel": 123,
  "incurred": 124,
  "consultation": 125,
  "income": 126,
  "cover": 127,
  "cash": 128,
  "terms": 129,
  "private": 130,
  "government": 131,
  "tooth": 132,
  "policy.": 133,
  "issue": 134,
  "surgery": 135,
  "refer": 136,
  "covered": 137,
  "4": 138,
  "effective": 139,
  "employee": 140,
  "policyholder": 141,
  "remuneration": 142,
  "commencement": 143,
  "before": 144,
  "but": 145,
  "type": 146,
  "proposer": 147,
  "payable": 148,
  "care": 149,
  "x-ray": 150,
  "$1,000": 151,
  "such": 152,
  "3": 153,
  "iii)": 154,
  "ward": 155,
  "2)": 156,
  "mercer": 157,
  "n.a.": 158,
  "may": 159,
  "01": 160,
  "issued": 161,
  "apply": 162,
  "compulsory": 163,
  "9": 164,
  "referred": 165,
  "must": 166,
  "$80": 167,
  "23": 168,
  "part": 169,
  "additional": 170,
  "it": 171,
  "information": 172,
  "include": 173,
  "disability)": 174,
  "provided": 175,
  "test": 176,
  "average": 177,
  "premiums": 178,
  "tax": 179,
  "hospitalisation": 180,
  "traditional": 181,
  "endorsement": 182,
  "page": 183,
  "prior": 184,
  "chinese": 185,
  "daily": 186,
  "which": 187,
  "same": 188,
  "spouse": 189,
  "3)": 190,
  "applicable": 191,
  "more": 192,
  "expenses": 193,
  "67": 194,
  "intermediary": 195,
  "their": 196,
  "during": 197,
  "goods": 198,
  "c)": 199,
  "general": 200,
  "7": 201,
  "1)": 202,
  "full": 203,
  "diagnostic": 204,
  "(for": 205,
  "data": 206,
  "emergency": 207,
  "accident": 208,
  "laboratory": 209,
  "home": 210,
  "medicine": 211,
  "persons": 212,
  "eligible": 213,
  "quotation": 214,
  "based": 215,
  "last": 216,
  "basic": 217,
  "please": 218,
  "agreed": 219,
  "slip": 220,
  "hereby": 221,
  "room": 222,
  "grh": 223,
  "inpatient": 224,
  "quote": 225,
  "nursing": 226,
  "12": 227,
  "(singapore)": 228,
  "ltd": 229,
  "$2,500": 230,
  "contract": 231,
  "overall": 232,
  "except": 233,
  "letter": 234,
  "change": 235,
  "root": 236,
  "validity": 237,
  "na": 238,
  "has": 239,
  "renewal": 240,
  "co-insurance": 241,
  "date)": 242,
  "10": 243,
  "31": 244,
  "above": 245,
  "administration": 246,
  "(sgd)": 247,
  "standard": 248,
  "$150": 249,
  "personal": 250,
  "payable.": 251,
  "10,000": 252,
  "our": 253,
  "referral": 254,
  "insurance,": 255,
  "d)": 256,
  "..": 257,
  "form": 258,
  "reimbursement": 259,
  "classification": 260,
  "attending": 261,
  "16": 262,
  "and/or": 263,
  "person": 264,
  "unless": 265,
  "limits": 266,
  "13": 267,
  "board": 268,
  "dental": 269,
  "150%": 270,
  "15": 271,
  "iv)": 272,
  "applicable.": 273,
  "$200": 274,
  "overseas": 275,
  "declared": 276,
  "6": 277,
  "5)": 278,
  "notes": 279,
  "$2,000": 280,
  "clinical": 281,
  "2.": 282,
  "miscarriage": 283,
  "zio": 284,
  "01-09-24": 285,
  "6)": 286,
  "(if": 287,
  "items": 288,
  "singapore.": 289,
  "5": 290,
  "laww": 291,
  "class": 292,
  "contained": 293,
  "$500": 294,
  "confinement": 295,
  "24": 296,
  "14": 297,
  "first": 298,
  "new": 299,
  "h&s": 300,
  "stay": 301,
  "item": 302,
  "out": 303,
  "once": 304,
  "$30": 305,
  "due": 306,
  "hiv": 307,
  "date:": 308,
  "notwithstanding": 309,
  "anything": 310,
  "april": 311,
  "payment": 312,
  "country": 313,
  "19,": 314,
  "pte": 315,
  "anniversary": 316,
  "\uf0ac\uf0b8\uf0bb": 317,
  "$50": 318,
  "4)": 319,
  "8": 320,
  "maternity": 321,
  "subsequent": 322,
  "dependants": 323,
  "**": 324,
  "illness": 325,
  "xsg": 326,
  "right": 327,
  "reserves": 328,
  "birthday": 329,
  "75105": 330,
  "attached": 331,
  "community": 332,
  "\uf0bf\uf0b2\uf0bc": 333,
  "1,": 334,
  "10-07-25": 335,
  "required": 336,
  "endosingapore": 337,
  "participation": 338,
  "surfaces": 339,
  "(within": 340,
  "february": 341,
  "charges": 342,
  "use": 343,
  "physiotherapy": 344,
  "parental": 345,
  "eye": 346,
  "only)": 347,
  "related": 348,
  "over": 349,
  "hospital)": 350,
  "wherever": 351,
  "days)": 352,
  "(max": 353,
  "warded": 354,
  "fees": 355,
  "when": 356,
  "allowance": 357,
  "extension": 358,
  "goc": 359,
  "child(ren)": 360,
  "(up": 361,
  "executive": 362,
  "$60,000": 363,
  "extended": 364,
  "gmm": 365,
  "polyclinics": 366,
  "dialysis": 367,
  "$225": 368,
  "primary": 369,
  "time": 370,
  "delivery": 371,
  "rights": 372,
  "residence": 373,
  "purposes": 374,
  "have": 375,
  "final": 376,
  "f)": 377,
  "upon": 378,
  "crosses": 379,
  "where": 380,
  "next": 381,
  "person\u2019s": 382,
  "band.": 383,
  "claim": 384,
  "there": 385,
  "e)": 386,
  "90": 387,
  "scheme": 388,
  "connection": 389,
  "arising": 390,
  "bc": 391,
  "you": 392,
  "whether": 393,
  "agree": 394,
  "set": 395,
  "ministry": 396,
  "being": 397,
  "furnished": 398,
  "1.": 399,
  "pre-existing": 400,
  "currency": 401,
  "approval": 402,
  "worldwide": 403,
  "major": 404,
  "(maximum": 405,
  "replaced": 406,
  "gmr": 407,
  "7)": 408,
  "\uf0d0\uf0b4\uf0bf\uf0b2": 409,
  "applicable)": 410,
  "forms": 411,
  "0%": 412,
  "\uf0e6": 413,
  "addition": 414,
  "effected.": 415,
  "otherwise": 416,
  "paid": 417,
  "areas": 418,
  "gst,": 419,
  "date.": 420,
  "tabulated": 421,
  "25800": 422,
  "head": 423,
  "(gst).": 424,
  "continue": 425,
  "respective": 426,
  "computer-generated.": 427,
  "marsh": 428,
  "team": 429,
  "c": 430,
  "denture": 431,
  "my/our": 432,
  "repair": 433,
  "(mmb)": 434,
  "alexandra": 435,
  "satisfaction": 436,
  "elect": 437,
  "program": 438,
  "proof": 439,
  "1,000": 440,
  "here": 441,
  "age(to)": 442,
  "count": 443,
  "(tcm)": 444,
  "party": 445,
  "enrolled": 446,
  "mar": 447,
  "only.": 448,
  "g)": 449,
  "2026": 450,
  "$400": 451,
  "dietician": 452,
  "without": 453,
  "child": 454,
  "(s$)": 455,
  "dollars": 456,
  "(expiry": 457,
  "a&e": 458,
  "receipt": 459,
  "third": 460,
  "(commencement": 461,
  "apr": 462,
  "signature": 463,
  "abc": 464,
  "scan": 465,
  "(excluding": 466,
  "specified": 467,
  "(max.": 468,
  "implants": 469,
  "endorsements": 470,
  "oral": 471,
  "surgery,": 472,
  "age(from)": 473,
  "$5": 474,
  "superseded": 475,
  "hospital,": 476,
  "chiropractor": 477,
  "service": 478,
  "in-hospital": 479,
  "policy,": 480,
  "contrary": 481,
  "gold": 482,
  "physician": 483,
  "three": 484,
  "required.": 485,
  "contact": 486,
  "hours": 487,
  "us": 488,
  "expressly": 489,
  "visit/": 490,
  "acquired": 491,
  "kidney": 492,
  "$15,000": 493,
  "$125": 494,
  "$325": 495,
  "plan.": 496,
  ":-": 497,
  "who": 498,
  "accommodation": 499,
  "bedded": 500,
  "45,000": 501,
  "deductible": 502,
  "(last": 503,
  "remain": 504,
  "injury": 505,
  "after": 506,
  "notes:": 507,
  "its": 508,
  "been": 509,
  "consent": 510,
  "each": 511,
  "pre-hospitalisation": 512,
  "product": 513,
  "extractions": 514,
  "aids": 515,
  "admission": 516,
  "$20,000": 517,
  "4.": 518,
  "amount": 519,
  "two": 520,
  "normal": 521,
  "3.": 522,
  "organ": 523,
  "gastric": 524,
  "active": 525,
  "69": 526,
  "employed": 527,
  "appliances,": 528,
  "procedures": 529,
  "disorders,": 530,
  "chosen": 531,
  "rehabilitation": 532,
  "imposed": 533,
  "plans": 534,
  "unit": 535,
  "than": 536,
  "tests": 537,
  "upgraded": 538,
  "existing": 539,
  "b2": 540,
  "claims": 541,
  "summary": 542,
  "25": 543,
  "intensive": 544,
  "individual": 545,
  "renewable": 546,
  "complete": 547,
  "80": 548,
  "also": 549,
  "national": 550,
  "pregnancy": 551,
  "visit,": 552,
  "his/her": 553,
  "recommended": 554,
  "provided,": 555,
  "(ghs)": 556,
  "material": 557,
  "should": 558,
  "k1": 559,
  "j1": 560,
  "implantation": 561,
  "expenses,": 562,
  "(restr)": 563,
  "member.": 564,
  "medically": 565,
  "accidental": 566,
  "sought": 567,
  "foreign": 568,
  "cancer": 569,
  "work": 570,
  "care,": 571,
  "days.": 572,
  "separated": 573,
  "gst": 574,
  "i/we": 575,
  "correction": 576,
  "infection": 577,
  "25%": 578,
  "further": 579,
  "$60": 580,
  "b1": 581,
  "occupationally": 582,
  "life": 583,
  "blood": 584,
  "impaction": 585,
  "deleted": 586,
  "me/us": 587,
  "$70": 588,
  "defined": 589,
  "institutions": 590,
  "day)": 591,
  "inlay,": 592,
  "g0003524": 593,
  "3a)": 594,
  "chosen,": 595,
  "privacy": 596,
  "financial": 597,
  "nature": 598,
  "entitled": 599,
  "income\u2019s": 600,
  "free": 601,
  "canal": 602,
  "managers/general": 603,
  "application": 604,
  "relevant": 605,
  "managers": 606,
  "owners\u2019": 607,
  "75": 608,
  "january": 609,
  "stated": 610,
  "(grh)": 611,
  "$250": 612,
  "bill": 613,
  "$700": 614,
  "manager": 615,
  "miscellaneous": 616,
  "$80,000": 617,
  "old)": 618,
  "333": 619,
  "j": 620,
  "(e)": 621,
  "waiver": 622,
  "21.": 623,
  "$1,200": 624,
  "amalgam": 625,
  "$1,500": 626,
  "provisions": 627,
  "disability):": 628,
  "hospitals.": 629,
  "partial": 630,
  "caesarean": 631,
  "(gst),": 632,
  "date,": 633,
  "practitioners": 634,
  "surface": 635,
  "policy):": 636,
  "seek": 637,
  "binder": 638,
  "well": 639,
  "gp": 640,
  "pediatrician": 641,
  "to:": 642,
  "$3,000": 643,
  "planning": 644,
  "\uf0d1\uf0da": 645,
  "sdic": 646,
  "applicable,": 647,
  "coverage,": 648,
  "types": 649,
  "www.lia.org.sg": 650,
  "36": 651,
  "processing": 652,
  "regular,": 653,
  "purchase": 654,
  "take-over": 655,
  "\uf0dd\uf0d1\uf0d3\uf0d0\uf0df\uf0d2\uf0c7": 656,
  "(d)": 657,
  "surgery.": 658,
  "\uf0d4\uf0d7\uf0d3\uf0d7\uf0cc\uf0db\uf0dc": 659,
  "\uf0d9\uf0ce\uf0d1\uf0cb\uf0d0": 660,
  "period.": 661,
  "inception": 662,
  "option": 663,
  "(c)": 664,
  "minimum": 665,
  "(b)": 666,
  "permit": 667,
  "(a)": 668,
  "\uf0df\uf0d2\uf0dc": 669,
  "members,": 670,
  "any,": 671,
  "clause": 672,
  "\uf0d2\uf0d1\uf0f2": 673,
  "effect": 674,
  "contrary,": 675,
  "company": 676,
  "assurance": 677,
  "\uf0d0\uf0d1\uf0d4\uf0d7\uf0dd\uf0c7": 678,
  "automatic": 679,
  "you.": 680,
  "$6,000": 681,
  "provide": 682,
  "cover,": 683,
  "decline": 684,
  "term": 685,
  "act": 686,
  "accordance": 687,
  "condition": 688,
  "exclusion": 689,
  "continuously": 690,
  "exclusions": 691,
  "condition,": 692,
  "between": 693,
  "resignation": 694,
  "screening": 695,
  "\uf0ac\uf0b8\uf0b7\uf0ad": 696,
  "\uf0ad\uf0b8\uf0bf\uf0b4\uf0b4": 697,
  "\uf0df\uf0b4\uf0b4": 698,
  "non-medical": 699,
  "therapy,": 700,
  "51": 701,
  "female": 702,
  "post": 703,
  "\uf0ac\uf0bb\uf0ae\uf0b3\uf0ad": 704,
  "\uf0b1\uf0ba": 705,
  "supplies": 706,
  "\uf0b1\uf0ae": 707,
  "waiting": 708,
  "procedure": 709,
  "\uf0b8\uf0bb\uf0ae\uf0bb\uf0be\uf0a7": 710,
  "income.": 711,
  "(item": 712,
  "deposit": 713,
  "(payable": 714,
  "immediately": 715,
  "human": 716,
  "virus": 717,
  "excluded": 718,
  "terms,": 719,
  "action": 720,
  "provided.": 721,
  "screening,": 722,
  "(sdic).": 723,
  "informaton": 724,
  "corporation": 725,
  "($)": 726,
  "amend": 727,
  "\uf0b7\uf0b2": 728,
  "previous": 729,
  "premiums.": 730,
  "administered": 731,
  "protection": 732,
  "directly": 733,
  "protected": 734,
  "while": 735,
  "legally": 736,
  "documents": 737,
  "(inclusive)": 738,
  "\uf0ac\uf0b1": 739,
  "declaration": 740,
  "waived": 741,
  "prescribed": 742,
  "19": 743,
  "to,": 744,
  "2024": 745,
  "$35": 746,
  "hospitalisation)": 747,
  "$800": 748,
  "includes": 749,
  "2,000": 750,
  "connect": 751,
  "lab": 752,
  "raffles": 753,
  "via": 754,
  "(gmm)": 755,
  "teleconsultation": 756,
  "2,500": 757,
  "0": 758,
  "3,500": 759,
  "treatment.": 760,
  "post-hospital": 761,
  "follow-up": 762,
  "5%": 763,
  "podiatry,": 764,
  "chiropractic": 765,
  "treatment,": 766,
  "osteopath": 767,
  "3,000": 768,
  "8)": 769,
  "singaporeans": 770,
  "length": 771,
  "entire": 772,
  "$300": 773,
  "(includes": 774,
  "200": 775,
  "consultation,": 776,
  "a.": 777,
  "15,000": 778,
  "84": 779,
  "attaching": 780,
  "contract.": 781,
  "deemed": 782,
  "74": 783,
  "endorsements,": 784,
  "writing,": 785,
  "version": 786,
  "children": 787,
  "director,": 788,
  "6,000": 789,
  "attached)": 790,
  "009": 791,
  "treatment1": 792,
  "state)": 793,
  "5.": 794,
  "tcm": 795,
  "singapore,": 796,
  "hospital.": 797,
  "appointed": 798,
  "whitecoat": 799,
  "[items": 800,
  "year)]": 801,
  "b.": 802,
  "mmb": 803,
  "note:": 804,
  "(not": 805,
  "(except": 806,
  "225.00": 807,
  "delivered": 808,
  "agreements": 809,
  "instruments": 810,
  "causes": 811,
  "endorsement,": 812,
  "amended": 813,
  "travel": 814,
  "185": 815,
  "departure": 816,
  "singapore)": 817,
  "extent": 818,
  "transfusion": 819,
  "17": 820,
  "death": 821,
  "18": 822,
  "(g)": 823,
  "psychiatric": 824,
  "70": 825,
  "22": 826,
  "wellness": 827,
  "$100,000": 828,
  "costs": 829,
  "(f)": 830,
  "\uf0cc\uf0d8\uf0db": 831,
  "\uf0d4\uf0d7\uf0da\uf0db": 832,
  "\uf0df\uf0cd\uf0cd\uf0cb\uf0ce\uf0df\uf0d2\uf0dd\uf0db": 833,
  "reasons.": 834,
  "pre-natal": 835,
  "executed,": 836,
  "entered": 837,
  "200.00": 838,
  "into": 839,
  "days,": 840,
  "icu": 841,
  "hdw)": 842,
  "b2/b2+": 843,
  "accordingly:": 844,
  "prosthesis": 845,
  "$25,000": 846,
  "double": 847,
  "single": 848,
  "following:": 849,
  "(surgical": 850,
  "table": 851,
  "in-hosp": 852,
  "physician\u2019s": 853,
  "unchanged.": 854,
  "25,000": 855,
  "discharge": 856,
  "by:": 857,
  "checked": 858,
  "nurse": 859,
  "effect.": 860,
  "force": 861,
  "11": 862,
  "confirmed": 863,
  "thereto": 864,
  "pursuant": 865,
  "thereunder": 866,
  "121": 867,
  "voluntary": 868,
  "specialists": 869,
  "relating": 870,
  "natural": 871,
  "(own": 872,
  "tissue": 873,
  "prophylaxis": 874,
  "(oral": 875,
  "fluoride": 876,
  "weight": 877,
  "fillings": 878,
  "bilateral)": 879,
  "(uni": 880,
  "latest": 881,
  "teeth": 882,
  "war,": 883,
  "cause": 884,
  "disabilities": 885,
  "tooth)": 886,
  "obtained": 887,
  "review": 888,
  "telemedicine": 889,
  "icu)": 890,
  "drugs": 891,
  "cancel": 892,
  "licensed": 893,
  "caused": 894,
  "examination": 895,
  "k": 896,
  "v)": 897,
  "respect": 898,
  "immunodeficiency": 899,
  "quotation,": 900,
  "intraoral": 901,
  "(collectively": 902,
  "bitewing": 903,
  "ing": 904,
  "replace": 905,
  "broken": 906,
  "involved": 907,
  "reproductive": 908,
  "current": 909,
  "accept": 910,
  "antral": 911,
  "bony": 912,
  "clinics,": 913,
  "abortion": 914,
  "alveoplasty": 915,
  "republic": 916,
  "93": 917,
  "cap.": 918,
  "act,": 919,
  "enlistment": 920,
  "section": 921,
  "removal": 922,
  "complication": 923,
  "relationship": 924,
  "necessary.": 925,
  "prosthetic": 926,
  "pulpotomy": 927,
  "congenital": 928,
  "operations": 929,
  "fracture": 930,
  "filling": 931,
  "tumour": 932,
  "prohibited": 933,
  "excision": 934,
  "(whether": 935,
  "medicine.": 936,
  "quadrant": 937,
  "quadrant,": 938,
  "civil": 939,
  "(icu)": 940,
  "film": 941,
  "medinet.": 942,
  "resulting": 943,
  "psychiatric/psychology": 944,
  "plastic": 945,
  "discharge)": 946,
  "alliance": 947,
  "(child": 948,
  "cancelled": 949,
  "aged": 950,
  "$600": 951,
  "information,": 952,
  "refund": 953,
  "bridges": 954,
  "short": 955,
  "10)": 956,
  "disclose": 957,
  "exceeding": 958,
  "continously": 959,
  "month": 960,
  "headcount": 961,
  "physiotheraphy": 962,
  "injuries": 963,
  "look": 964,
  "admitted": 965,
  "through": 966,
  "(non-panel)": 967,
  "core": 968,
  "policyholder.": 969,
  "iii.": 970,
  "mental": 971,
  "communication": 972,
  "(optional)": 973,
  "managed": 974,
  "drug": 975,
  "crowning,": 976,
  "h)": 977,
  "visit/day": 978,
  "666": 979,
  "pre-hospital": 980,
  "(soc)": 981,
  "peadiatrician": 982,
  "confinement/surgery": 983,
  "transaction,": 984,
  "admission)": 985,
  "017": 986,
  "found": 987,
  "onward)": 988,
  "$120": 989,
  "parties,": 990,
  "sources": 991,
  "333e)": 992,
  "rider.": 993,
  "withdrawal.": 994,
  "care.": 995,
  "access": 996,
  "represent": 997,
  "(https://www.come.com.sg/privacy-policy)": 998,
  "disclosure": 999,
  "i": 1000,
  "his": 1001,
  "take-up": 1002,
  "iv.": 1003,
  "director": 1004,
  "authorised": 1005,
  "data;": 1006,
  "give": 1007,
  "am/we": 1008,
  "entitlement": 1009,
  "authorization": 1010,
  "collection,": 1011,
  "that:": 1012,
  "behalf": 1013,
  "warrant": 1014,
  "statement.": 1015,
  "98.00": 1016,
  "application;": 1017,
  "equivalent": 1018,
  "$1,400": 1019,
  "identity,": 1020,
  "status": 1021,
  "identity": 1022,
  "beneficiary)": 1023,
  "documents.": 1024,
  "decision": 1025,
  "28,000": 1026,
  "h": 1027,
  "every": 1028,
  "257.00": 1029,
  "$45": 1030,
  "final.": 1031,
  "(gp)": 1032,
  "practitioner,": 1033,
  "gp/polyclinic": 1034,
  "110.00": 1035,
  "panel)": 1036,
  "103.00": 1037,
  "(preferred": 1038,
  "330.00": 1039,
  "dependant": 1040,
  "389.00": 1041,
  "inform": 1042,
  "need": 1043,
  "sgid_sjj": 1044,
  "$1,600": 1045,
  "23,000": 1046,
  "ii.": 1047,
  "$180": 1048,
  "person:": 1049,
  "sgid_ts1": 1050,
  "day,": 1051,
  "131.00": 1052,
  "i.": 1053,
  "issued,": 1054,
  "ended.": 1055,
  "end": 1056,
  "family": 1057,
  "member,": 1058,
  "allow": 1059,
  "transaction": 1060,
  "481.00": 1061,
  "soc": 1062,
  "carried": 1063,
  "unutilised": 1064,
  "submissions)": 1065,
  "glasses;": 1066,
  "payee/payer": 1067,
  "(ppf)": 1068,
  "web-sites": 1069,
  "(www.gia.org.sg": 1070,
  "rmg": 1071,
  "(incl.": 1072,
  "(cashless)": 1073,
  "www.sdic.org.sg).": 1074,
  "statement": 1075,
  "providing": 1076,
  "4,500": 1077,
  "(i)": 1078,
  "submitting": 1079,
  "e1)": 1080,
  "404.00": 1081,
  "e0": 1082,
  "come": 1083,
  "(\u201ccome\u201d),": 1084,
  "representatives,": 1085,
  "agents,": 1086,
  "parties": 1087,
  "(referred": 1088,
  "e": 1089,
  "(goc)": 1090,
  "come\u2019s": 1091,
  "https://www.come.com.sg/privacy-policy),": 1092,
  "intermediaries": 1093,
  "125.00": 1094,
  "100.00": 1095,
  "providers": 1096,
  "(due": 1097,
  "gia/lia": 1098,
  "app)": 1099,
  "mobile": 1100,
  "protecoon": 1101,
  "mentioned": 1102,
  "excluded.": 1103,
  "doctor\u2019s": 1104,
  "surcharge": 1105,
  "(cap.53b)": 1106,
  "tele-consultation": 1107,
  "d.": 1108,
  "c.": 1109,
  "whatsoever": 1110,
  "enforce": 1111,
  "terms.": 1112,
  "exercise": 1113,
  "demand": 1114,
  "95": 1115,
  "150": 1116,
  "respond": 1117,
  "medication)": 1118,
  "subjected": 1119,
  "unless:": 1120,
  "dictates": 1121,
  "employees;": 1122,
  "upgrade": 1123,
  "downgrade": 1124,
  "accepted": 1125,
  "received": 1126,
  "quotation.": 1127,
  "(h)": 1128,
  "reimbursement)": 1129,
  "(on": 1130,
  "(j)": 1131,
  "prs": 1132,
  "employee,": 1133,
  "expense": 1134,
  "corporate": 1135,
  "products": 1136,
  "(l)": 1137,
  "ongoing": 1138,
  "income,": 1139,
  "005": 1140,
  "016": 1141,
  "conducting": 1142,
  "research": 1143,
  "\uf0d8\uf0d1\uf0cd\uf0d0\uf0d7\uf0cc\uf0df\uf0d4": 1144,
  "manner": 1145,
  "described": 1146,
  "another": 1147,
  "ii": 1148,
  "person(s)": 1149,
  "example,": 1150,
  "$55.00": 1151,
  "$71.00": 1152,
  "14,000": 1153,
  "20,000": 1154,
  "annum)": 1155,
  "modal": 1156,
  "$8,000": 1157,
  "person,": 1158,
  "30,000": 1159,
  "benefit:": 1160,
  "my": 1161,
  "family,": 1162,
  "period)": 1163,
  "sending": 1164,
  "funeral": 1165,
  "representatives": 1166,
  "plan:": 1167,
  "\u201ccome": 1168,
  "parties\u201d)": 1169,
  "collect,": 1170,
  "ward)": 1171,
  "observation": 1172,
  "use,": 1173,
  "sources,": 1174,
  "terms:": 1175,
  "175.00": 1176,
  "future": 1177,
  "150.00": 1178,
  "updates": 1179,
  "infor-": 1180,
  "mation": 1181,
  "situation": 1182,
  "four": 1183,
  "32.": 1184,
  "325.00": 1185,
  "300.00": 1186,
  "cs$": 1187,
  "\u201cpersonal": 1188,
  "data\u201d)": 1189,
  "administer-": 1190,
  "managing": 1191,
  "policies": 1192,
  "provid-": 1193,
  "advice/": 1194,
  "(k)": 1195,
  "services,": 1196,
  "analytics,": 1197,
  "leas": 1198,
  "121st": 1199,
  "following,": 1200,
  "capping;": 1201,
  "bridges,": 1202,
  "corrective": 1203,
  "arising/relating": 1204,
  "\uf0ee": 1205,
  "\uf0cd\uf0ac\uf0bf\uf0ba\uf0ba\uf0ad": 1206,
  "choice": 1207,
  "(from": 1208,
  "\uf0d1\uf0ac\uf0b8\uf0bb\uf0ae": 1209,
  "replantation": 1210,
  "antibiotics": 1211,
  "analgesics": 1212,
  "periodontal": 1213,
  "\uf0ef": 1214,
  "\uf0db\uf0a8\uf0bb\uf0bd\uf0ab\uf0ac\uf0b7\uf0aa\uf0bb\uf0ad": 1215,
  "crowns": 1216,
  "\uf0ed": 1217,
  "\uf0d3\uf0bf\uf0b2\uf0bf\uf0b9\uf0bb\uf0ae\uf0ad": 1218,
  "\uf0ec": 1219,
  "malformations,": 1220,
  "orthodontic": 1221,
  "823.00": 1222,
  "\uf0dc\uf0b7\uf0ae\uf0bb\uf0bd\uf0ac\uf0b1\uf0ae\uf0ad": 1223,
  "cosmetic/reconstructive": 1224,
  "reasons": 1225,
  "result": 1226,
  "accident.": 1227,
  "k0": 1228,
  "\uf0db\uf0a8\uf0bd\uf0bb\uf0b0\uf0ac": 1229,
  "\uf0bb\uf0a8\uf0ac\uf0bb\uf0b2\uf0ac": 1230,
  "\uf0bb\uf0a8\uf0b0\uf0ae\uf0bb\uf0ad\uf0ad\uf0b4\uf0a7": 1231,
  "acrylic": 1232,
  "\uf0dd\uf0d1\uf0ca\uf0db\uf0ce\uf0df\uf0d9\uf0db": 1233,
  "\uf0de\uf0df\uf0cd\uf0d7\uf0cd": 1234,
  "\uf0d6\uf0bf\uf0b2\uf0ab\uf0bf\uf0ae\uf0a7": 1235,
  "vii)": 1236,
  "labial": 1237,
  "frenum": 1238,
  "viii)": 1239,
  "$7,000": 1240,
  "abdominal": 1241,
  "\uf0bb\uf0ba\uf0ba\uf0bb\uf0bd\uf0ac": 1242,
  "involving": 1243,
  "vaginal": 1244,
  "\uf0ba\uf0ae\uf0b1\uf0b3": 1245,
  "delivery)": 1246,
  "board,": 1247,
  "\uf0f0\uf0ef": 1248,
  "(inclusive": 1249,
  "jaw": 1250,
  "band": 1251,
  "simple": 1252,
  "compound": 1253,
  "\uf0ee\uf0f0\uf0ee\uf0ed\uf0f4": 1254,
  "appliance": 1255,
  "\uf0ba\uf0b1\uf0b4\uf0b4\uf0b1\uf0a9\uf0b7\uf0b2\uf0b9": 1256,
  "\uf0bf\uf0b0\uf0b0\uf0b4\uf0a7\uf0e6\uf0f3": 1257,
  "adding": 1258,
  "extracted": 1259,
  "add": 1260,
  "plus": 1261,
  "clasp": 1262,
  "space": 1263,
  "maintainers": 1264,
  "fixed": 1265,
  "\uf0bf\uf0b3\uf0bb\uf0b2\uf0bc\uf0bb\uf0bc": 1266,
  "816.00": 1267,
  "\uf0be\uf0a7": 1268,
  "(gmr)": 1269,
  "chemotherapy": 1270,
  "iv.radiotherapy": 1271,
  "\uf0ac\uf0b8\uf0bb\uf0ae\uf0bb\uf0ac\uf0b1": 1272,
  "(pre-existing": 1273,
  "cover)": 1274,
  "\uf0bf\uf0ae\uf0bb": 1275,
  "\uf0bd\uf0b1\uf0b2\uf0ba\uf0b7\uf0ae\uf0b3\uf0bb\uf0bc": 1276,
  "\uf0ae\uf0bb\uf0b3\uf0bf\uf0b7\uf0b2": 1277,
  "psychology": 1278,
  "\uf0ba\uf0ab\uf0b4\uf0b4": 1279,
  "transplant": 1280,
  "\uf0ba\uf0b1\uf0ae\uf0bd\uf0bb": 1281,
  "\uf0bb\uf0ba\uf0ba\uf0bb\uf0bd\uf0ac\uf0f2": 1282,
  "9)": 1283,
  "\uf0dd\uf0b8\uf0bb\uf0bd\uf0b5\uf0bb\uf0bc": 1284,
  "$12,000": 1285,
  "complications": 1286,
  "\uf0be\uf0a7\uf0e6": 1287,
  "\uf0cd\uf0d9\uf0d7\uf0dc\uf0c1\uf0cd\uf0d6\uf0d6": 1288,
  "11)": 1289,
  "\uf0d7\uf0ad\uf0ad\uf0ab\uf0bb": 1290,
  "12)": 1291,
  "\uf0dc\uf0bf\uf0ac\uf0bb\uf0e6": 1292,
  "\uf0ed\uf0ef": 1293,
  "pro-ration": 1294,
  "workers": 1295,
  "(employment": 1296,
  "pass,": 1297,
  "\uf0d3\uf0bf\uf0ae\uf0bd\uf0b8": 1298,
  "s-pass": 1299,
  "\uf0b0\uf0ab\uf0ae\uf0ad\uf0ab\uf0bf\uf0b2\uf0ac": 1300,
  "cyclosporin": 1301,
  "578.00": 1302,
  "\uf0bf\uf0b9\uf0ae\uf0bb\uf0bb\uf0b3\uf0bb\uf0b2\uf0ac\uf0ad": 1303,
  "inclusive": 1304,
  "\uf0db\uf0b2\uf0bc\uf0b1\uf0ae\uf0ad\uf0bb\uf0b3\uf0bb\uf0b2\uf0ac\uf0f4": 1305,
  "hospitals)": 1306,
  "\uf0bd\uf0b1\uf0b2\uf0bc\uf0b7\uf0ac\uf0b7\uf0b1\uf0b2\uf0ad": 1307,
  "doctor": 1308,
  "\uf0d0\uf0b1\uf0b4\uf0b7\uf0bd\uf0a7": 1309,
  "[applicable": 1310,
  "1(a)": 1311,
  "2(a)": 1312,
  "\uf0bf\uf0b4\uf0b4": 1313,
  "(c)]": 1314,
  "(apply": 1315,
  "\uf0b1\uf0ac\uf0b8\uf0bb\uf0ae": 1316,
  "\uf0b7\uf0b2\uf0ad\uf0ac\uf0ae\uf0ab\uf0b3\uf0bb\uf0b2\uf0ac\uf0ad": 1317,
  "\uf0bb\uf0a8\uf0bb\uf0bd\uf0ab\uf0ac\uf0bb\uf0bc\uf0f4": 1318,
  "ii.erythropoietin": 1319,
  "$1,800": 1320,
  "\uf0bc\uf0bb\uf0b4\uf0b7\uf0aa\uf0bb\uf0ae\uf0bb\uf0bc": 1321,
  "podiatry": 1322,
  "max.": 1323,
  "max": 1324,
  "(subject": 1325,
  "physician)": 1326,
  "\uf0bb\uf0b2\uf0ac\uf0bb\uf0ae\uf0bb\uf0bc": 1327,
  "(accident": 1328,
  "\uf0b7\uf0b2\uf0ac\uf0b1": 1329,
  "injury)": 1330,
  "$1,000)": 1331,
  "\uf0ac\uf0b8\uf0bb\uf0ae\uf0bb\uf0ab\uf0b2\uf0bc\uf0bb\uf0ae": 1332,
  "i.kidney": 1333,
  "\uf0a9\uf0b7\uf0ac\uf0b8": 1334,
  "\uf0ac\uf0b8\uf0bf\uf0ac": 1335,
  "fistula": 1336,
  "19)": 1337,
  "does": 1338,
  "si": 1339,
  "newborn": 1340,
  "enerated": 1341,
  "uter": 1342,
  "com": 1343,
  "encl": 1344,
  "dept": 1345,
  "child.": 1346,
  "business": 1347,
  "sincerely": 1348,
  "yours": 1349,
  "queries.": 1350,
  "\uf0d0\uf0df\uf0ce\uf0cc": 1351,
  "group-sg@bclife.com,": 1352,
  "uired": 1353,
  "email": 1354,
  "61234567": 1355,
  "g\uf0f0\uf0f0\uf0f0\uf0ed\uf0eb\uf0ee\uf0ec": 1356,
  "2x-ray": 1357,
  "feel": 1358,
  ").": 1359,
  "www.sdic.org.sg": 1360,
  "(": 1361,
  "websites": 1362,
  "(lia)": 1363,
  "association": 1364,
  "\uf0f8\uf0d0\uf0d1\uf0d4\uf0d7\uf0dd\uf0c7\uf0d8\uf0d1\uf0d4\uf0dc\uf0db\uf0ce\uf0e6": 1365,
  "panorex": 1366,
  "biopsy": 1367,
  "re": 1368,
  "least": 1369,
  "polishing)": 1370,
  "post-natal": 1371,
  "-outpatient": 1372,
  "(reimbursement)": 1373,
  "x-tray/lab": 1374,
  "test/scan": 1375,
  "department.": 1376,
  "\uf0cd\uf0cb\uf0ce\uf0d9\uf0d7\uf0dd\uf0df\uf0d4": 1377,
  "$3,500": 1378,
  "$6,500": 1379,
  "\uf0db\uf0d2\uf0dc\uf0d1\uf0ce\uf0cd\uf0db\uf0d3\uf0db\uf0d2\uf0cc": 1380,
  "$4,500": 1381,
  "$4,000": 1382,
  "(non-accidental": 1383,
  "reason)": 1384,
  "confinement,": 1385,
  "check-up": 1386,
  "memberhas": 1387,
  "undergoes": 1388,
  "delivery/": 1389,
  "delivery/abortion": 1390,
  "suffers": 1391,
  "miscarriage.": 1392,
  "delivery/caesarean": 1393,
  "delivery,": 1394,
  "department": 1395,
  "\uf0f0\uf0ee\uf0ed": 1396,
  "\uf0df\uf0cc\uf0cc\uf0df\uf0dd\uf0d8\uf0d7\uf0d2\uf0d9": 1397,
  "months.": 1398,
  "\uf0cc\uf0d1": 1399,
  "abortion/miscarriage,": 1400,
  "\uf0da\uf0d1\uf0ce\uf0d3\uf0d7\uf0d2\uf0d9": 1401,
  "(cleaning": 1402,
  "\uf0d0\uf0cc\uf0db\uf0f2": 1403,
  "closure": 1404,
  "asia": 1405,
  "01-01-2025": 1406,
  "diagnostics": 1407,
  "\uf0bd\uf0b1\uf0b2\uf0ac\uf0ae\uf0bf\uf0ae\uf0a7": 1408,
  "\uf0bd\uf0b1\uf0b2\uf0ac\uf0bf\uf0b7\uf0b2\uf0bb\uf0bc": 1409,
  "wire": 1410,
  "wires": 1411,
  "place": 1412,
  "\uf0d0\uf0b1\uf0b4\uf0b7\uf0bd\uf0a7\uf0f4": 1413,
  "sir/madam,": 1414,
  "dear": 1415,
  "018960": 1416,
  "\uf0b7\uf0ac": 1417,
  "tower": 1418,
  "square": 1419,
  "#09-08": 1420,
  "canals": 1421,
  "view": 1422,
  "marina": 1423,
  "accompany": 1424,
  "routine": 1425,
  "09-04-2025": 1426,
  "(simple)": 1427,
  "\uf0b7\uf0ad": 1428,
  "erupted": 1429,
  "soft": 1430,
  "completely": 1431,
  "recovery": 1432,
  "\uf0bc\uf0bb\uf0bd\uf0b4\uf0bf\uf0ae\uf0bb\uf0bc": 1433,
  "vi)": 1434,
  "\uf0bf\uf0b9\uf0ae\uf0bb\uf0bb\uf0bc": 1435,
  "thank": 1436,
  "lliimmiitt": 1437,
  "(silver)": 1438,
  "card": 1439,
  "posterior": 1440,
  "\uf0d4\uf0cc\uf0dc\uf0f2\uf0f7": 1441,
  "reinforced": 1442,
  "pin": 1443,
  "(tooth-coloured": 1444,
  "material)": 1445,
  "inlay": 1446,
  "restorations": 1447,
  "pulp": 1448,
  "cap": 1449,
  "aass": 1450,
  "others": 1451,
  "advice": 1452,
  "commission": 1453,
  "membership": 1454,
  "insuring": 1455,
  "cchhaarrggeedd": 1456,
  "uupp": 1457,
  "contracts": 1458,
  "summary)": 1459,
  "(detailed": 1460,
  "invoice": 1461,
  "attention.": 1462,
  "ttoo": 1463,
  "\uf0d2\uf0b1\uf0ac\uf0a9\uf0b7\uf0ac\uf0b8\uf0ad\uf0ac\uf0bf\uf0b2\uf0bc\uf0b7\uf0b2\uf0b9": 1464,
  "enclose": 1465,
  "pleased": 1466,
  "life.": 1467,
  "aannnnuuaall": 1468,
  "\uf0bf\uf0b2\uf0a7\uf0ac\uf0b8\uf0b7\uf0b2\uf0b9": 1469,
  "(1).": 1470,
  "cancer,": 1471,
  "parties)": 1472,
  "infertility,": 1473,
  "impotence": 1474,
  "dysfunction,": 1475,
  "erectile": 1476,
  "conception,": 1477,
  "assisted": 1478,
  "sub-fertility,": 1479,
  "k)": 1480,
  "results": 1481,
  "termination": 1482,
  "maj": 1483,
  "med": 1484,
  "scope": 1485,
  "coverage/objective": 1486,
  "confinement;": 1487,
  "contraceptive": 1488,
  "treatment;": 1489,
  "ligation;": 1490,
  "consultations": 1491,
  "take": 1492,
  "needs": 1493,
  "taken": 1494,
  "valid": 1495,
  "exclusions.": 1496,
  "conditions,": 1497,
  "fertility": 1498,
  "income's": 1499,
  "permanently": 1500,
  "in-vitro": 1501,
  "10%": 1502,
  "(hiv)": 1503,
  "fertilisation": 1504,
  "post-delivery": 1505,
  "postnatal": 1506,
  "heterograft": 1507,
  "ns": 1508,
  "adopted": 1509,
  "stepchild,": 1510,
  "old": 1511,
  "enlisted": 1512,
  "j)": 1513,
  "service(excluding": 1514,
  "regulars)": 1515,
  "prenatal": 1516,
  "territorial": 1517,
  "operative": 1518,
  "underwriting": 1519,
  "organ.": 1520,
  "(hdf)": 1521,
  "artificial": 1522,
  "children,": 1523,
  "unemployed": 1524,
  "unmarried": 1525,
  "birthday);": 1526,
  "pregnancy;": 1527,
  "divorced": 1528,
  "childbirth,": 1529,
  "birthday),": 1530,
  "include:-": 1531,
  "birthday).": 1532,
  "scheme).": 1533,
  "particulars": 1534,
  "(full": 1535,
  "birthday)": 1536,
  "childbirth;": 1537,
  "eligibility": 1538,
  "injury.": 1539,
  "deficiency": 1540,
  "immune": 1541,
  "recommendation": 1542,
  "indirectly)": 1543,
  "(aids),": 1544,
  "syndrome": 1545,
  "loading": 1546,
  "diseases,": 1547,
  "venereal": 1548,
  "o)": 1549,
  "(directly": 1550,
  "assistance": 1551,
  "regardless": 1552,
  "bypass": 1553,
  "gastrectomy,": 1554,
  "upgrades": 1555,
  "banding,": 1556,
  "tmis": 1557,
  "aids-related": 1558,
  "complex": 1559,
  "(hiv).": 1560,
  "p)": 1561,
  "a1": 1562,
  "a2": 1563,
  "skin": 1564,
  "residents": 1565,
  "permanent": 1566,
  "mole,": 1567,
  "^": 1568,
  "membership.": 1569,
  "gym": 1570,
  "programme,": 1571,
  "fitness": 1572,
  "inoculations": 1573,
  "vaccinations,": 1574,
  "option.": 1575,
  "entry": 1576,
  "balloon,": 1577,
  "us.": 1578,
  "accommodation/": 1579,
  "onwards)": 1580,
  "onwards,": 1581,
  "holders)": 1582,
  "centres,": 1583,
  "$70,000": 1584,
  "centres": 1585,
  "l)": 1586,
  "circumcision": 1587,
  "m)": 1588,
  "birth": 1589,
  "defects;": 1590,
  "abnormalities.": 1591,
  "n)": 1592,
  "(workmedic)": 1593,
  "(alb)": 1594,
  "worker": 1595,
  "sleep": 1596,
  "followed": 1597,
  "(mom).": 1598,
  "manpower": 1599,
  "surgery;": 1600,
  "obesity,": 1601,
  "pass": 1602,
  "holding": 1603,
  "calendar": 1604,
  "reduction": 1605,
  "(alb).": 1606,
  "improvement": 1607,
  "bariatric": 1608,
  "\uf0ee\uf0f0\uf0ee\uf0ed": 1609,
  "hdf,": 1610,
  "treatments),": 1611,
  "joint": 1612,
  "sanatoria": 1613,
  "similar": 1614,
  "establishments;": 1615,
  "healthcare": 1616,
  "establishment": 1617,
  "social": 1618,
  "physiotherapy,": 1619,
  "him/her": 1620,
  "occupational": 1621,
  "temporo-mandibular": 1622,
  "speech": 1623,
  "therapy": 1624,
  "(unless": 1625,
  "orthognathic": 1626,
  "homes,": 1627,
  "palliative": 1628,
  "disorder;": 1629,
  "hospice": 1630,
  "cures,": 1631,
  "rest": 1632,
  "immunisation/vaccinations.": 1633,
  "preventive": 1634,
  "test;": 1635,
  "cytology": 1636,
  "smear;": 1637,
  "pap": 1638,
  "screening;": 1639,
  "genetic": 1640,
  "check-up,": 1641,
  "diagnosis,": 1642,
  "purpose": 1643,
  "treating": 1644,
  "re-implantation,": 1645,
  "homograft;": 1646,
  "delay": 1647,
  "administrative": 1648,
  "provision": 1649,
  "performance": 1650,
  "services.": 1651,
  "dentures,": 1652,
  "developmental": 1653,
  "learning": 1654,
  "benefit);": 1655,
  "disabilities.": 1656,
  "examination,": 1657,
  "misalignment.": 1658,
  "refraction,": 1659,
  "procurement": 1660,
  "squint": 1661,
  "treatments.": 1662,
  "complementary": 1663,
  "alternative": 1664,
  "reflexology;": 1665,
  "foot": 1666,
  "homeopath;": 1667,
  "naturopath;": 1668,
  "dietician;": 1669,
  "chiropractic;": 1670,
  "podiatric;": 1671,
  "osteopathic;": 1672,
  "hydrotherapy;": 1673,
  "(tcm);": 1674,
  "education;": 1675,
  "counselling": 1676,
  "therapy;": 1677,
  "heat": 1678,
  "confinement)": 1679,
  "maxillofacial": 1680,
  "(irrespective": 1681,
  "oxygen": 1682,
  "grant": 1683,
  "hospital-type": 1684,
  "machine": 1685,
  "members.": 1686,
  "payroll": 1687,
  "company.": 1688,
  "expiry": 1689,
  "mammograms;": 1690,
  "term,": 1691,
  "renewed": 1692,
  "machine,": 1693,
  "thereafter": 1694,
  "kind,": 1695,
  "premium.": 1696,
  "special": 1697,
  "impose": 1698,
  "equipment;": 1699,
  "nationality": 1700,
  "name,": 1701,
  "stem": 1702,
  "outside": 1703,
  "summary.": 1704,
  "cell": 1705,
  "guide": 1706,
  "documents,": 1707,
  "support;": 1708,
  "contents": 1709,
  "understood": 1710,
  "read": 1711,
  "they": 1712,
  "confirm": 1713,
  "limitations": 1714,
  "walking": 1715,
  "compensation": 1716,
  "braces,": 1717,
  "x-rays,": 1718,
  "damage": 1719,
  "multiphasic": 1720,
  "examinations": 1721,
  "solely": 1722,
  "surgically": 1723,
  "implanted": 1724,
  "prostheses": 1725,
  "kind;": 1726,
  "main": 1727,
  "implants;": 1728,
  "previously": 1729,
  "rental": 1730,
  "already": 1731,
  "equipment,": 1732,
  "wheel-chair,": 1733,
  "machines": 1734,
  "computed": 1735,
  "payable,": 1736,
  "balance": 1737,
  "rider,": 1738,
  "devices": 1739,
  "shield": 1740,
  "integrated": 1741,
  "excluding": 1742,
  "legislation;": 1743,
  "thereof;": 1744,
  "revision": 1745,
  "354)": 1746,
  "(cap.": 1747,
  "consultations,": 1748,
  "acne,": 1749,
  "(rights": 1750,
  "remarks": 1751,
  "ct": 1752,
  "(gst)": 1753,
  "(pte)": 1754,
  "prevailing": 1755,
  "$96.00": 1756,
  "$81.00": 1757,
  "considered": 1758,
  "definition": 1759,
  "confinement.": 1760,
  "different": 1761,
  "concurrent": 1762,
  "complications,": 1763,
  "means": 1764,
  "33.60": 1765,
  "mri": 1766,
  "added": 1767,
  "quoted.": 1768,
  "guaranteed": 1769,
  "referral1": 1770,
  "consultation1": 1771,
  "revise": 1772,
  "x-ray.": 1773,
  "contrast": 1774,
  "plain": 1775,
  "tests,": 1776,
  "rate": 1777,
  "medication,": 1778,
  "modify/": 1779,
  "refers": 1780,
  "withdraw": 1781,
  "reserve": 1782,
  "26.30": 1783,
  "2015": 1784,
  "reservist": 1785,
  "currently": 1786,
  "'actively": 1787,
  "insurer.": 1788,
  "insurer": 1789,
  "transfusion/": 1790,
  "$50,000": 1791,
  "taking": 1792,
  "cases": 1793,
  "both": 1794,
  "follow": 1795,
  "chargeable.": 1796,
  "taxes": 1797,
  "duties": 1798,
  "u)": 1799,
  "training": 1800,
  "physiotherapy)": 1801,
  "work'": 1802,
  "adjust": 1803,
  "acceptance": 1804,
  "acceptance.": 1805,
  "evidence": 1806,
  "tcm,": 1807,
  "grh:": 1808,
  "discharge,": 1809,
  "invitation": 1810,
  "members'": 1811,
  "listing.": 1812,
  "\"any": 1813,
  "appliances)": 1814,
  "disability\"": 1815,
  "(including": 1816,
  "in-patient": 1817,
  "incorrect": 1818,
  "incomplete": 1819,
  "misstatement": 1820,
  "suffering": 1821,
  "etc.,": 1822,
  "disease,": 1823,
  "heart": 1824,
  "lenses": 1825,
  "as,": 1826,
  "terminal": 1827,
  "none": 1828,
  "$443.00": 1829,
  "assuming": 1830,
  "assumption": 1831,
  ">": 1832,
  "12,000": 1833,
  "9,000": 1834,
  "week": 1835,
  "long-term": 1836,
  "leave.": 1837,
  "disclaimer": 1838,
  "client": 1839,
  "allowed": 1840,
  "show": 1841,
  "competing": 1842,
  "party,": 1843,
  "permission.": 1844,
  "benefits,": 1845,
  "...": 1846,
  "dollars(s$),": 1847,
  "www.tcmpb.gov.sg/tcm/search.tcmp.": 1848,
  "practitioners:": 1849,
  "link": 1850,
  "stated.": 1851,
  "government/": 1852,
  "applicable:": 1853,
  "you,": 1854,
  "unexpired": 1855,
  "johor": 1856,
  "$486.00": 1857,
  "non-disclosure": 1858,
  "facts": 1859,
  "1-6": 1860,
  "affect": 1861,
  "cancellation": 1862,
  "$5227.": 1863,
  "government/restructured": 1864,
  "66.": 1865,
  "giving": 1866,
  "days\u2019": 1867,
  "(consultation": 1868,
  "written": 1869,
  "notice.": 1870,
  "$15": 1871,
  "pro-rated": 1872,
  "notice": 1873,
  "(johor": 1874,
  "expired,": 1875,
  "terminate.": 1876,
  "clinics1": 1877,
  "failing": 1878,
  "4,000": 1879,
  "comply": 1880,
  "8,000": 1881,
  "polyclinics1": 1882,
  "project": 1883,
  "dbs": 1884,
  "non-executive": 1885,
  "us,": 1886,
  "duty": 1887,
  "10-07-24": 1888,
  "pigmentation,": 1889,
  "donor": 1890,
  "liver,": 1891,
  "lung": 1892,
  "attempted": 1893,
  "exclude": 1894,
  "self-inflicted": 1895,
  "acquiring": 1896,
  "repatration": 1897,
  "intentional,": 1898,
  "mortal": 1899,
  "remains": 1900,
  "local": 1901,
  "burial": 1902,
  "$150,000": 1903,
  "evacuation": 1904,
  "kidney,": 1905,
  "heart,": 1906,
  "marrow,": 1907,
  "bone": 1908,
  "transplantation": 1909,
  "suicide": 1910,
  "year)***": 1911,
  "sane": 1912,
  "insane;": 1913,
  "21": 1914,
  "20": 1915,
  "psychological": 1916,
  "imh)": 1917,
  "personality": 1918,
  "behavioural": 1919,
  "emotional": 1920,
  "$175": 1921,
  "repatriation": 1922,
  "q)": 1923,
  "incl.": 1924,
  "spas,": 1925,
  "cost": 1926,
  "health-related": 1927,
  "discretion,": 1928,
  "+": 1929,
  "hair;": 1930,
  "vitiligo;": 1931,
  "massages,": 1932,
  "(optional": 1933,
  "reflexology,": 1934,
  "xanthelasma": 1935,
  "optical": 1936,
  "laser": 1937,
  "scars,": 1938,
  "lasik": 1939,
  "***": 1940,
  "enhancement": 1941,
  "bodily": 1942,
  "function": 1943,
  "non-accidental": 1944,
  "pregnancy,": 1945,
  "etopic": 1946,
  "accidental,": 1947,
  "appearance": 1948,
  "cosmetic": 1949,
  "extended.": 1950,
  "riders": 1951,
  "beautification": 1952,
  "opted,": 1953,
  "purposes,": 1954,
  "premium).": 1955,
  "necessary": 1956,
  "disorders": 1957,
  "benefit^:": 1958,
  "conditions;": 1959,
  "done": 1960,
  "commotion,": 1961,
  "riot,": 1962,
  "strike,": 1963,
  "insurrection,": 1964,
  "below": 1965,
  "$1,500,": 1966,
  "revolution,": 1967,
  "addiction": 1968,
  "rebellion,": 1969,
  "not),": 1970,
  "war": 1971,
  "post-hospitalisation": 1972,
  "warlike": 1973,
  "hostilities": 1974,
  "military": 1975,
  "$22,000": 1976,
  "usurped": 1977,
  "$30,000": 1978,
  "ambulance": 1979,
  "4c)": 1980,
  "power;": 1981,
  "report": 1982,
  "4b)": 1983,
  "full-time": 1984,
  "heterograft)": 1985,
  "(homograft,": 1986,
  "armed": 1987,
  "4a)": 1988,
  "dependency": 1989,
  "high": 1990,
  "forces": 1991,
  "enemies,": 1992,
  "acts": 1993,
  "invasion,": 1994,
  "circumstances": 1995,
  "alcoholism": 1996,
  "$16,000": 1997,
  "$26,000": 1998,
  "influence": 1999,
  "alcohol": 2000,
  "drugs.": 2001,
  "r)": 2002,
  "official": 2003,
  "governmental": 2004,
  "control": 2005,
  "agency": 2006,
  "given,": 2007,
  "$200,000": 2008,
  "used": 2009,
  "indications.": 2010,
  "indirectly": 2011,
  "s)": 2012,
  "hormone": 2013,
  "replacement": 2014,
  "supplements": 2015,
  "vitamins,": 2016,
  "toiletries": 2017,
  "moisturiser,": 2018,
  "member)": 2019,
  "(provided": 2020,
  "cream,": 2021,
  "gel,": 2022,
  "lotion": 2023,
  "non-prescribed.": 2024,
  "t)": 2025,
  "follows:": 2026
}